[
  {
    "number": "ŚB 4.9.6",
    "sanskrit": "ध्रुव उवाच\nयोऽन्त: प्रविश्य मम वाचमिमां प्रसुप्तां\nसञ्जीवयत्यखिलशक्तिधर: स्वधाम्ना ।\nअन्यांश्च हस्तचरणश्रवणत्वगादीन्\nप्राणान्नमो भगवते पुरुषाय तुभ्यम् ॥ ६ ॥",
    "english": "yo ’ntaḥ praviśya mama vācam imāṁ prasuptāṁ\nsañjīvayaty akhila-śakti-dharaḥ sva-dhāmnā\nanyāṁś ca hasta-caraṇa-śravaṇa-tvag-ādīn\nprāṇān namo bhagavate puruṣāya tubhyam",
    "translation": "Dhruva Mahārāja said: My dear Lord, You are all-powerful. After entering within me, You have enlivened all my sleeping senses — my hands, legs, ears, touch sensation, life force and especially my power of speech. Let me offer my respectful obeisances unto You."
  },
  {
    "number": "ŚB 4.9.7",
    "sanskrit": "एकस्त्वमेव भगवन्निदमात्मशक्त्या\nमायाख्ययोरुगुणया महदाद्यशेषम् ।\nसृष्ट्वानुविश्य पुरुषस्तदसद्गुणेषु\nनानेव दारुषु विभावसुवद्विभासि ॥ ७ ॥",
    "english": "ekas tvam eva bhagavann idam ātma-śaktyā\nmāyākhyayoru-guṇayā mahad-ādy-aśeṣam\nsṛṣṭvānuviśya puruṣas tad-asad-guṇeṣu\nnāneva dāruṣu vibhāvasuvad vibhāsi",
    "translation": "My Lord, You are the supreme one, but by Your different energies You appear differently in the spiritual and material worlds. You create the total energy of the material world by Your external potency, and after creation You enter within the material world as the Supersoul. You are the Supreme Person, and through the temporary modes of material nature You create varieties of manifestation, just as fire, entering into wood of different shapes, burns brilliantly in different varieties."
  },
  {
    "number": "ŚB 4.9.8",
    "sanskrit": "त्वद्दत्तया वयुनयेदमचष्ट विश्वं\nसुप्तप्रबुद्ध इव नाथ भवत्प्रपन्न: ।\nतस्यापवर्ग्यशरणं तव पादमूलं\nविस्मर्यते कृतविदा कथमार्तबन्धो ॥ ८ ॥",
    "english": "tvad-dattayā vayunayedam acaṣṭa viśvaṁ\nsupta-prabuddha iva nātha bhavat-prapannaḥ\ntasyāpavargya-śaraṇaṁ tava pāda-mūlaṁ\nvismaryate kṛta-vidā katham ārta-bandho",
    "translation": "O my master, Lord Brahmā is fully surrendered unto You. In the beginning You gave him knowledge, and thus he could see and understand the entire universe, just as a person awakens from sleep and visualizes his immediate duties. You are the only shelter of all persons who desire liberation, and You are the friend of all who are distressed. How, therefore, can a learned person who has perfect knowledge ever forget You?"
  },
  {
    "number": "ŚB 4.9.9",
    "sanskrit": "नूनं विमुष्टमतयस्तव मायया ते\nये त्वां भवाप्ययविमोक्षणमन्यहेतो: ।\nअर्चन्ति कल्पकतरुं कुणपोपभोग्य-\nमिच्छन्ति यत्स्पर्शजं निरयेऽपि नृणाम् ॥ ९ ॥",
    "english": "nūnaṁ vimuṣṭa-matayas tava māyayā te\nye tvāṁ bhavāpyaya-vimokṣaṇam anya-hetoḥ\narcanti kalpaka-taruṁ kuṇapopabhogyam\nicchanti yat sparśajaṁ niraye ’pi nṝṇām",
    "translation": "Persons who worship You simply for the sense gratification of this bag of skin are certainly influenced by Your illusory energy. In spite of having You, who are like a desire tree and are the cause of liberation from birth and death, foolish persons, such as me, desire benedictions from You for sense gratification, which is available even for those who live in hellish conditions."
  },
  {
    "number": "ŚB 4.9.10",
    "sanskrit": "या निर्वृतिस्तनुभृतां तव पादपद्म\nध्यानाद्भवज्जनकथाश्रवणेन वा स्यात् ।\nसा ब्रह्मणि स्वमहिमन्यपि नाथ मा भूत्\nकिं त्वन्तकासिलुलितात्पततां विमानात् ॥ १० ॥",
    "english": "yā nirvṛtis tanu-bhṛtāṁ tava pāda-padma-\ndhyānād bhavaj-jana-kathā-śravaṇena vā syāt\nsā brahmaṇi sva-mahimany api nātha mā bhūt\nkiṁ tv antakāsi-lulitāt patatāṁ vimānāt",
    "translation": "My Lord, the transcendental bliss derived from meditating upon Your lotus feet or hearing about Your glories from pure devotees is so unlimited that it is far beyond the stage of brahmānanda, wherein one thinks himself merged in the impersonal Brahman as one with the Supreme. Since brahmānanda is also defeated by the transcendental bliss derived from devotional service, then what to speak of the temporary blissfulness of elevating oneself to the heavenly planets, which is ended by the separating sword of time? Although one may be elevated to the heavenly planets, he falls down in due course of time."
  },
  {
    "number": "ŚB 4.9.11",
    "sanskrit": "भक्तिं मुहु: प्रवहतां त्वयि मे प्रसङ्गो\nभूयादनन्त महताममलाशयानाम् ।\nयेनाञ्जसोल्बणमुरुव्यसनं भवाब्धिं\nनेष्ये भवद्गुणकथामृतपानमत्त: ॥ ११ ॥",
    "english": "bhaktiṁ muhuḥ pravahatāṁ tvayi me prasaṅgo\nbhūyād ananta mahatām amalāśayānām\nyenāñjasolbaṇam uru-vyasanaṁ bhavābdhiṁ\nneṣye bhavad-guṇa-kathāmṛta-pāna-mattaḥ",
    "translation": "Dhruva Mahārāja continued: O unlimited Lord, kindly bless me so that I may associate with great devotees who engage in Your transcendental loving service constantly, as the waves of a river constantly flow. Such transcendental devotees are completely situated in an uncontaminated state of life. By the process of devotional service I shall surely be able to cross the nescient ocean of material existence, which is filled with the waves of blazing, firelike dangers. It will be very easy for me, for I am becoming mad to hear about Your transcendental qualities and pastimes, which are eternally existent."
  },
  {
    "number": "ŚB 4.9.12",
    "sanskrit": "ते न स्मरन्त्यतितरां प्रियमीश मर्त्यं\nये चान्वद: सुतसुहृद्गृहवित्तदारा: ।\nये त्वब्जनाभ भवदीयपदारविन्द\nसौगन्ध्यलुब्धहृदयेषु कृतप्रसङ्गा: ॥ १२ ॥",
    "english": "te na smaranty atitarāṁ priyam īśa martyaṁ\nye cānv adaḥ suta-suhṛd-gṛha-vitta-dārāḥ\nye tv abja-nābha bhavadīya-padāravinda-\nsaugandhya-lubdha-hṛdayeṣu kṛta-prasaṅgāḥ",
    "translation": "O Lord who have a lotus navel, if a person happens to associate with a devotee whose heart always hankers after Your lotus feet, seeking always their fragrance, he is never attached to the material body or, in a bodily relationship, to offspring, friends, home, wealth and wife, which are very, very dear to materialistic persons. Indeed, he does not care for them."
  },
  {
    "number": "ŚB 4.9.13",
    "sanskrit": "तिर्यङ्‌नगद्विजसरीसृपदेवदैत्य\nमर्त्यादिभि: परिचितं सदसद्विशेषम् ।\nरूपं स्थविष्ठमज ते महदाद्यनेकं\nनात: परं परम वेद्मि न यत्र वाद: ॥ १३ ॥",
    "english": "tiryaṅ-naga-dvija-sarīsṛpa-deva-daitya-\nmartyādibhiḥ paricitaṁ sad-asad-viśeṣam\nrūpaṁ sthaviṣṭham aja te mahad-ādy-anekaṁ\nnātaḥ paraṁ parama vedmi na yatra vādaḥ",
    "translation": "My dear Lord, O Supreme Unborn, I know that the different varieties of living entities, such as animals, trees, birds, reptiles, demigods and human beings, are spread throughout the universe, which is caused by the total material energy, and I know that they are sometimes manifest and sometimes unmanifest; but I have never experienced the supreme form I behold as I see You now. Now all kinds of methods of theorizing have come to an end."
  },
  {
    "number": "ŚB 4.9.14",
    "sanskrit": "कल्पान्त एतदखिलं जठरेण गृह्णन्\nशेते पुमान्स्वद‍ृगनन्तसखस्तदङ्के ।\nयन्नाभिसिन्धुरुहकाञ्चनलोकपद्म-\nगर्भे द्युमान्भगवते प्रणतोऽस्मि तस्मै ॥ १४ ॥",
    "english": "kalpānta etad akhilaṁ jaṭhareṇa gṛhṇan\nśete pumān sva-dṛg ananta-sakhas tad-aṅke\nyan-nābhi-sindhu-ruha-kāñcana-loka-padma-\ngarbhe dyumān bhagavate praṇato ’smi tasmai",
    "translation": "My dear Lord, at the end of each millennium the Supreme Personality of Godhead Garbhodakaśāyī Viṣṇu dissolves everything manifested within the universe into His belly. He lies down on the lap of Śeṣa Nāga, from His navel sprouts a golden lotus flower on a stem, and on that lotus Lord Brahmā is created. I can understand that You are the same Supreme Godhead. I therefore offer my respectful obeisances unto You."
  },
  {
    "number": "ŚB 4.9.15",
    "sanskrit": "त्वं नित्यमुक्तपरिशुद्धविबुद्ध आत्मा\nकूटस्थ आदिपुरुषो भगवांस्त्र्यधीश: ।\nयद्बुद्ध्यवस्थितिमखण्डितया स्वद‍ृष्टय‍ा\nद्रष्टा स्थितावधिमखो व्यतिरिक्त आस्से ॥ १५ ॥",
    "english": "tvaṁ nitya-mukta-pariśuddha-vibuddha ātmā\nkūṭa-stha ādi-puruṣo bhagavāṁs try-adhīśaḥ\nyad-buddhy-avasthitim akhaṇḍitayā sva-dṛṣṭyā\ndraṣṭā sthitāv adhimakho vyatirikta āsse",
    "translation": "My Lord, by Your unbroken transcendental glance You are the supreme witness of all stages of intellectual activities. You are eternally liberated, Your existence is situated in pure goodness, and You are existent in the Supersoul without change. You are the original Personality of Godhead, full with six opulences, and You are eternally the master of the three modes of material nature. Thus, You are always different from the ordinary living entities. As Lord Viṣṇu, You maintain all the affairs of the entire universe, and yet You stand aloof and are the enjoyer of the results of all sacrifices."
  },
  {
    "number": "ŚB 4.9.16",
    "sanskrit": "यस्मिन्विरुद्धगतयो ह्यनिशं पतन्ति\nविद्यादयो विविधशक्तय आनुपूर्व्यात् ।\nतद्ब्रह्म विश्वभवमेकमनन्तमाद्य-\nमानन्दमात्रमविकारमहं प्रपद्ये ॥ १६ ॥",
    "english": "yasmin viruddha-gatayo hy aniśaṁ patanti\nvidyādayo vividha-śaktaya ānupūrvyāt\ntad brahma viśva-bhavam ekam anantam ādyam\nānanda-mātram avikāram ahaṁ prapadye",
    "translation": "My dear Lord, in Your impersonal manifestation of Brahman there are always two opposing elements — knowledge and ignorance. Your multi-energies are continually manifest, but the impersonal Brahman, which is undivided, original, changeless, unlimited and blissful, is the cause of the material manifestation. Because You are the same impersonal Brahman, I offer my respectful obeisances unto You."
  },
  {
    "number": "ŚB 4.9.17",
    "sanskrit": "सत्याशिषो हि भगवंस्तव पादपद्म-\nमाशीस्तथानुभजत: पुरुषार्थमूर्ते: ।\nअप्येवमर्य भगवान्परिपाति दीनान्\nवाश्रेव वत्सकमनुग्रहकातरोऽस्मान् ॥ १७ ॥",
    "english": "satyāśiṣo hi bhagavaṁs tava pāda-padmam\nāśīs tathānubhajataḥ puruṣārtha-mūrteḥ\napy evam arya bhagavān paripāti dīnān\nvāśreva vatsakam anugraha-kātaro ’smān",
    "translation": "My Lord, O Supreme Lord, You are the supreme personified form of all benediction. Therefore, for one who abides in Your devotional service with no other desire, worshiping Your lotus feet is better than becoming king and lording it over a kingdom. That is the benediction of worshiping Your lotus feet. To ignorant devotees like me, You are the causelessly merciful maintainer, just like a cow, who takes care of the newly born calf by supplying milk and giving it protection from attack."
  }
]