[
  {
    "number": "ŚB 11.6.7",
    "sanskrit": "श्रीदेवा ऊचु:\nनता: स्म ते नाथ पदारविन्दं\nबुद्धीन्द्रियप्राणमनोवचोभि: ।\nयच्चिन्त्यतेऽन्तर्हृदि भावयुक्तै-\nर्मुमुक्षुभि: कर्ममयोरुपाशात् ॥ ७ ॥",
    "english": "natāḥ sma te nātha padāravindaṁ\nbuddhīndriya-prāṇa-mano-vacobhiḥ\nyac cintyate ’ntar hṛdi bhāva-yuktair\nmumukṣubhiḥ karma-mayoru-pāśāt",
    "translation": "The demigods began to speak: Our dear Lord, advanced mystic yogīs, striving for liberation from the severe bondage of material work, meditate with great devotion upon Your lotus feet within their hearts. Dedicating our intelligence, senses, vital air, mind and power of speech to Your Lordship, we demigods bow down at Your lotus feet."
  },
  {
    "number": "ŚB 11.6.8",
    "sanskrit": "त्वं मायया त्रिगुणयात्मनि दुर्विभाव्यं\nव्यक्तं सृजस्यवसि लुम्पसि तद्गुणस्थ: ।\nनैतैर्भवानजित कर्मभिरज्यते वै\nयत् स्वे सुखेऽव्यवहितेऽभिरतोऽनवद्य: ॥ ८ ॥",
    "english": "tvaṁ māyayā tri-guṇayātmani durvibhāvyaṁ\nvyaktaṁ sṛjasy avasi lumpasi tad-guṇa-sthaḥ\nnaitair bhavān ajita karmabhir ajyate vai\nyat sve sukhe ’vyavahite ’bhirato ’navadyaḥ",
    "translation": "O unconquerable Lord, You engage Your illusory energy, composed of three modes, to unleash, maintain and devastate the inconceivable manifest cosmos, all within Your own self. As the supreme superintendent of māyā, You appear to be situated in the interaction of the modes of nature; however, You are never affected by material activities. In fact, You are directly engaged in Your own eternal, spiritual bliss, and thus You cannot be accused of any material infection."
  },
  {
    "number": "ŚB 11.6.9",
    "sanskrit": "शुद्धिर्नृणां न तु तथेड्य दुराशयानां\nविद्याश्रुताध्ययनदानतप:क्रियाभि: ।\nसत्त्वात्मनामृषभ ते यशसि प्रवृद्ध-\nसच्छ्रद्धया श्रवणसम्भृतया यथा स्यात् ॥ ९ ॥",
    "english": "śuddhir nṛṇāṁ na tu tatheḍya durāśayānāṁ\nvidyā-śrutādhyayana-dāna-tapaḥ-kriyābhiḥ\nsattvātmanām ṛṣabha te yaśasi pravṛddha-\nsac-chraddhayā śravaṇa-sambhṛtayā yathā syāt",
    "translation": "O greatest of all, those whose consciousness is polluted by illusion cannot purify themselves merely by ordinary worship, study of the Vedas, charity, austerity and ritual activities. Our Lord, those pure souls who have developed a powerful transcendental faith in Your glories achieve a purified state of existence that can never be attained by those lacking such faith."
  },
  {
    "number": "ŚB 11.6.10",
    "sanskrit": "स्यान्नस्तवाङ्‍‍घ्रिरशुभाशयधूमकेतु:\nक्षेमाय यो मुनिभिरार्द्रहृदोह्यमान: ।\nय: सात्वतै: समविभूतय आत्मवद्भ‍ि-\nर्व्यूहेऽर्चित: सवनश: स्वरतिक्रमाय ॥ १० ॥",
    "english": "syān nas tavāṅghrir aśubhāśaya-dhūmaketuḥ\nkṣemāya yo munibhir ārdra-hṛdohyamānaḥ\nyaḥ sātvataiḥ sama-vibhūtaya ātmavadbhir\nvyūhe ’rcitaḥ savanaśaḥ svar-atikramāya",
    "translation": "Great sages, desiring the highest benefit in life, always cherish Your lotus feet within their hearts, which are melted by love for You. Similarly, Your self-controlled devotees, desiring to cross beyond the material kingdom of heaven to achieve opulence equal to Yours, worship Your lotus feet in the morning, at noon and in the evening. Thus, they meditate upon Your Lordship in Your quadruple expansion. Your lotus feet are just like a blazing fire that burns to ashes all the inauspicious desires for material sense gratification."
  },
  {
    "number": "ŚB 11.6.11",
    "sanskrit": "यश्चिन्त्यते प्रयतपाणिभिरध्वराग्नौ\nत्रय्या निरुक्तविधिनेश हविर्गृहीत्वा ।\nअध्यात्मयोग उत योगिभिरात्ममायां\nजिज्ञासुभि: परमभागवतै: परीष्ट: ॥ ११ ॥",
    "english": "yaś cintyate prayata-pāṇibhir adhvarāgnau\ntrayyā nirukta-vidhineśa havir gṛhītvā\nadhyātma-yoga uta yogibhir ātma-māyāṁ\njijñāsubhiḥ parama-bhāgavataiḥ parīṣṭaḥ",
    "translation": "Those about to offer oblations into the fire of sacrifice in accordance with the Ṛg, Yajur and Sāma Vedas meditate on Your lotus feet. Similarly, the practitioners of transcendental yoga meditate upon Your lotus feet, hoping for knowledge about Your divine mystic potency, and the most elevated pure devotees perfectly worship Your lotus feet, desiring to cross beyond Your illusory potency."
  },
  {
    "number": "ŚB 11.6.12",
    "sanskrit": "पर्युष्टया तव विभो वनमालयेयं\nसंस्पार्धिनी भगवती प्रतिपत्नीवच्छ्री: ।\nय: सुप्रणीतममुयार्हणमाददन्नो\nभूयात् सदाङ्‍‍घ्रिरशुभाशयधूमकेतु: ॥ १२ ॥",
    "english": "paryuṣṭayā tava vibho vana-mālayeyaṁ\nsaṁspārdhinī bhagavatī pratipatnī-vac chrīḥ\nyaḥ su-praṇītam amuyārhaṇam ādadan no\nbhūyāt sadāṅghrir aśubhāśaya-dhūmaketuḥ",
    "translation": "O almighty Lord, You are so kind to Your servants that You have accepted the withered flower garland that we have placed on Your chest. Since the goddess of fortune makes her abode on Your transcendental chest, she will undoubtedly become agitated, like a jealous co-wife, upon seeing our offering also dwelling there. Yet You are so merciful that You neglect Your eternal consort Lakṣmī and accept our offering as most excellent worship. O merciful Lord, may Your lotus feet always act as a blazing fire to consume the inauspicious desires within our hearts."
  },
  {
    "number": "ŚB 11.6.13",
    "sanskrit": "केतुस्त्रिविक्रमयुतस्त्रिपतत्पताको\nयस्ते भयाभयकरोऽसुरदेवचम्वो: ।\nस्वर्गाय साधुषु खलेष्वितराय भूमन्\nपाद: पुनातु भगवन् भजतामघं न: ॥ १३ ॥",
    "english": "ketus tri-vikrama-yutas tri-patat-patāko\nyas te bhayābhaya-karo ’sura-deva-camvoḥ\nsvargāya sādhuṣu khaleṣv itarāya bhūman\npadaḥ punātu bhagavan bhajatām aghaṁ naḥ",
    "translation": "O omnipotent Lord, in Your incarnation as Trivikrama, You raised Your leg like a flagpole to break the shell of the universe, allowing the holy Ganges to flow down, like a banner of victory, in three branches throughout the three planetary systems. By three mighty steps of Your lotus feet, Your Lordship captured Bali Mahārāja, along with his universal kingdom. Your lotus feet inspire fear in the demons by driving them down to hell and fearlessness among Your devotees by elevating them to the perfection of heavenly life. We are sincerely trying to worship You, our Lord; therefore may Your lotus feet kindly free us from all of our sinful reactions."
  },
  {
    "number": "ŚB 11.6.14",
    "sanskrit": "नस्योतगाव इव यस्य वशे भवन्ति\nब्रह्मादयस्तनुभृतो मिथुरर्द्यमाना: ।\nकालस्य ते प्रकृतिपूरुषयो: परस्य\nशं नस्तनोतु चरण: पुरुषोत्तमस्य ॥ १४ ॥",
    "english": "nasy ota-gāva iva yasya vaśe bhavanti\nbrahmādayas tanu-bhṛto mithur ardyamānāḥ\nkālasya te prakṛti-pūruṣayoḥ parasya\nśaṁ nas tanotu caraṇaḥ puruṣottamasya",
    "translation": "You are the Supreme Personality of Godhead, the transcendental entity who is superior to both material nature and the enjoyer of nature. May Your lotus feet bestow transcendental pleasure upon us. All of the great demigods, beginning with Brahmā, are embodied living entities. Struggling painfully with one another under the strict control of Your time factor, they are just like bulls dragged by ropes tied through their pierced noses."
  },
  {
    "number": "ŚB 11.6.15",
    "sanskrit": "अस्यासि हेतुरुदयस्थितिसंयमाना-\nमव्यक्तजीवमहतामपि कालमाहु: ।\nसोऽयं त्रिणाभिरखिलापचये प्रवृत्त:\nकालो गभीररय उत्तमपूरुषस्त्वम् ॥ १५ ॥",
    "english": "asyāsi hetur udaya-sthiti-saṁyamānām\navyakta-jīva-mahatām api kālam āhuḥ\nso ’yaṁ tri-ṇābhir akhilāpacaye pravṛttaḥ\nkālo gabhīra-raya uttama-pūruṣas tvam",
    "translation": "You are the cause of the creation, maintenance and destruction of this universe. As time, You regulate the subtle and manifest states of material nature and control every living being. As the threefold wheel of time You diminish all things by Your imperceptible actions, and thus You are the Supreme Personality of Godhead."
  },
  {
    "number": "ŚB 11.6.16",
    "sanskrit": "त्वत्त: पुमान् समधिगम्य ययास्य वीर्यं\nधत्ते महान्तमिव गर्भममोघवीर्य: ।\nसोऽयं तयानुगत आत्मन आण्डकोशं\nहैमं ससर्ज बहिरावरणैरुपेतम् ॥ १६ ॥",
    "english": "tvattaḥ pumān samadhigamya yayāsya vīryaṁ\ndhatte mahāntam iva garbham amogha-vīryaḥ\nso ’yaṁ tayānugata ātmana āṇḍa-kośaṁ\nhaimaṁ sasarja bahir āvaraṇair upetam",
    "translation": "My dear Lord, the original puruṣa-avatāra, Mahā-Viṣṇu, acquires His creative potency from You. Thus with infallible energy He impregnates material nature, producing the mahat-tattva. Then the mahat-tattva, the amalgamated material energy, endowed with the potency of the Lord, produces from itself the primeval golden egg of the universe, which is covered by various layers of material elements."
  },
  {
    "number": "ŚB 11.6.17",
    "sanskrit": "तत्तस्थूषश्च जगतश्च भवानधीशो\nयन्माययोत्थगुणविक्रिययोपनीतान् ।\nअर्थाञ्जुषन्नपि हृषीकपते न लिप्तो\nयेऽन्ये स्वत: परिहृतादपि बिभ्यति स्म ॥ १७ ॥",
    "english": "tat tasthūṣaś ca jagataś ca bhavān adhīśo\nyan māyayottha-guṇa-vikriyayopanītān\narthāñ juṣann api hṛṣīka-pate na lipto\nye ’nye svataḥ parihṛtād api bibhyati sma",
    "translation": "O Lord, You are the supreme creator of this universe and the ultimate controller of all moving and nonmoving living entities. You are Hṛṣīkeśa, the supreme controller of all sensory activity, and thus You never become contaminated or entangled in the course of Your supervision of the infinite sensory activities within the material creation. On the other hand, other living entities, even yogīs and philosophers, are disturbed and frightened simply by remembering the material objects that they have supposedly renounced in their pursuit of enlightenment."
  },
  {
    "number": "ŚB 11.6.18",
    "sanskrit": "स्मायावलोकलवदर्शितभावहारि-\nभ्रूमण्डलप्रहितसौरतमन्त्रशौण्डै: ।\nपत्न्‍यस्तु षोडशसहस्रमनङ्गबाणै-\nर्यस्येन्द्रियं विमथितुं करणैर्न विभ्व्य: ॥ १८ ॥",
    "english": "smāyāvaloka-lava-darśita-bhāva-hāri-\nbhrū-maṇḍala-prahita-saurata-mantra-śauṇḍaiḥ\npatnyas tu ṣoḍaśa-sahasram anaṅga-bāṇair\nyasyendriyaṁ vimathituṁ karaṇair na vibhvyaḥ",
    "translation": "My Lord, You are living with sixteen thousand exquisitely beautiful, aristocratic wives. By their irresistible coy and smiling glances and by their lovely arching eyebrows, they send You messages of eager conjugal love. But they are completely unable to disturb the mind and senses of Your Lordship."
  },
  {
    "number": "ŚB 11.6.19",
    "sanskrit": "विभ्व्यस्तवामृतकथोदवहास्त्रिलोक्या:\nपादावनेजसरित: शमलानि हन्तुम् ।\nआनुश्रवं श्रुतिभिरङ्‍‍घ्रिजमङ्गसङ्गै-\nस्तीर्थद्वयं शुचिषदस्त उपस्पृशन्ति ॥ १९ ॥",
    "english": "vibhvyas tavāmṛta-kathoda-vahās tri-lokyāḥ\npādāvane-ja-saritaḥ śamalāni hantum\nānuśravaṁ śrutibhir aṅghri-jam aṅga-saṅgais\ntīrtha-dvayaṁ śuci-ṣadas ta upaspṛśanti",
    "translation": "The nectar-bearing rivers of discussions about You, and also the holy rivers generated from the bathing of Your lotus feet, are able to destroy all contamination within the three worlds. Those who are striving for purification associate with the holy narrations of Your glories by hearing them with their ears, and they associate with the holy rivers flowing from Your lotus feet by physically bathing in them."
  }
]