[
  {
    "number": "ŚB 6.9.31",
    "sanskrit": "श्रीदेवा ऊचु:\nनमस्ते यज्ञवीर्याय वयसे उत ते नम: ।\nनमस्ते ह्यस्तचक्राय नम: सुपुरुहूतये ॥ ३१ ॥",
    "english": "namas te yajña-vīryāya\nvayase uta te namaḥ\nnamas te hy asta-cakrāya\nnamaḥ supuru-hūtaye",
    "translation": "The demigods said: O Supreme Personality of Godhead, You are competent to give the results of sacrifice, and You are also the time factor that destroys all such results in due course. You are the one who releases the cakra to kill the demons. O Lord, who possess many varieties of names, we offer our respectful obeisances unto You."
  },
  {
    "number": "ŚB 6.9.32",
    "sanskrit": "यत्ते गतीनां तिसृणामीशितु: परमं पदम् ।\nनार्वाचीनो विसर्गस्य धातर्वेदितुमर्हति ॥ ३२ ॥",
    "english": "yat te gatīnāṁ tisṛṇām\nīśituḥ paramaṁ padam\nnārvācīno visargasya\ndhātar veditum arhati",
    "translation": "O supreme controller, You control the three destinations [promotion to the heavenly planets, birth as a human being, and condemnation in hell], yet Your supreme abode is Vaikuṇṭha-dhāma. Since we appeared after You created this cosmic manifestation, Your activities are impossible for us to understand. We therefore have nothing to offer You but our humble obeisances."
  },
  {
    "number": "ŚB 6.9.33",
    "sanskrit": "ॐ नमस्तेऽस्तु भगवन्नारायण वासुदेवादिपुरुष महापुरुष महानुभाव परममङ्गल परमकल्याण परमकारुणिक केवल जगदाधार लोकैकनाथ सर्वेश्वर लक्ष्मीनाथ परमहंसपरिव्राजकै: परमेणात्मयोगसमाधिना परिभावितपरिस्फुटपारमहंस्यधर्मेणोद्‌घाटिततम:कपाट द्वारे चित्तेऽपावृत आत्मलोके स्वयमुपलब्धनिजसुखानुभवो भवान् ॥ ३३ ॥",
    "english": "oṁ namas te ’stu bhagavan nārāyaṇa vāsudevādi-puruṣa mahā-puruṣa mahānubhāva parama-maṅgala parama-kalyāṇa parama-kāruṇika kevala jagad-ādhāra lokaika-nātha sarveśvara lakṣmī-nātha paramahaṁsa-parivrājakaiḥ parameṇātma-yoga-samādhinā paribhāvita-parisphuṭa-pāramahaṁsya-dharmeṇodghāṭita-tamaḥ-kapāṭa-dvāre citte ’pāvṛta ātma-loke svayam upalabdha-nija-sukhānubhavo bhavān.",
    "translation": "O Supreme Personality of Godhead, O Nārāyaṇa, O Vāsudeva, original person! O most exalted person, supreme experience, welfare personified! O supreme benediction, supremely merciful and changeless! O support of the cosmic manifestation, sole proprietor of all planetary systems, master of everything and husband of the goddess of fortune! Your Lordship is realized by the topmost sannyāsīs, who wander about the world to preach Kṛṣṇa consciousness, fully absorbed in samādhi through bhakti-yoga. Because their minds are concentrated upon You, they can receive the conception of Your personality in their fully purified hearts. When the darkness in their hearts is completely eradicated and You are revealed to them, the transcendental bliss they enjoy is the transcendental form of Your Lordship. No one but such persons can realize You. Therefore we simply offer You our respectful obeisances."
  },
  {
    "number": "ŚB 6.9.34",
    "sanskrit": "दुरवबोध इव तवायं विहारयोगो यदशरणोऽशरीर इदमनवेक्षितास्मत्समवाय आत्मनैवाविक्रियमाणेन सगुणमगुण: सृजसि पासि हरसि ॥ ३४ ॥",
    "english": "duravabodha iva tavāyaṁ vihāra-yogo yad aśaraṇo ’śarīra idam anavekṣitāsmat-samavāya ātmanaivāvikriyamāṇena saguṇam aguṇaḥ sṛjasi pāsi harasi.",
    "translation": "O Lord, You need no support, and although You have no material body, You do not need cooperation from us. Since You are the cause of the cosmic manifestation and You supply its material ingredients without being transformed, You create, maintain and annihilate this cosmic manifestation by Yourself. Nevertheless, although You appear engaged in material activity, You are transcendental to all material qualities. Consequently these transcendental activities of Yours are extremely difficult to understand."
  },
  {
    "number": "ŚB 6.9.35",
    "sanskrit": "अथ तत्र भवान् किं देवदत्तवदिह गुणविसर्गपतित: पारतन्‍त्र्येण स्वकृतकुशलाकुशलं फलमुपाददात्याहोस्विदात्माराम उपशमशील: समञ्जसदर्शन उदास्त इति ह वाव न विदाम: ॥ ३५ ॥",
    "english": "atha tatra bhavān kiṁ devadattavad iha guṇa-visarga-patitaḥ pāratantryeṇa sva-kṛta-kuśalākuśalaṁ phalam upādadāty āhosvid ātmārāma upaśama-śīlaḥ samañjasa-darśana udāsta iti ha vāva na vidāmaḥ.",
    "translation": "These are our inquiries. The ordinary conditioned soul is subject to the material laws, and he thus receives the fruits of his actions. Does Your Lordship, like an ordinary human being, exist within this material world in a body produced by the material modes? Do You enjoy or suffer the good or bad results of actions under the influence of time, past work and so forth? Or, on the contrary, are You present here only as a neutral witness who is self-sufficient, free from all material desires, and always full of spiritual potency? We certainly cannot understand Your actual position."
  },
  {
    "number": "ŚB 6.9.36",
    "sanskrit": "न हि विरोध उभयं भगवत्यपरिमितगुणगण ईश्वरेऽनवगाह्यमाहात्म्येऽर्वाचीनविकल्पवितर्कविचारप्रमाणाभासकुतर्कशास्त्रकलिलान्त:करणाश्रयदुरवग्रहवादिनां विवादानवसर उपरत समस्तमायामये केवल एवात्ममायामन्तर्धाय को न्वर्थो दुर्घट इव भवति स्वरूपद्वयाभावात् ॥ ३६ ॥",
    "english": "na hi virodha ubhayaṁ bhagavaty aparimita-guṇa-gaṇa īśvare ’navagāhya-māhātmye ’rvācīna-vikalpa-vitarka-vicāra-pramāṇābhāsa-kutarka-śāstra-kalilāntaḥkaraṇāśraya-duravagraha-vādināṁ vivādānavasara uparata-samasta-māyāmaye kevala evātma-māyām antardhāya ko nv artho durghaṭa iva bhavati svarūpa-dvayābhāvāt.",
    "translation": "O Supreme Personality of Godhead, all contradictions can be reconciled in You. O Lord, since You are the Supreme Person, the reservoir of unlimited spiritual qualities, the supreme controller, Your unlimited glories are inconceivable to the conditioned souls. Many modern theologians argue about right and wrong without knowing what is actually right. Their arguments are always false and their judgments inconclusive because they have no authorized evidence with which to gain knowledge of You. Because their minds are agitated by scriptures containing false conclusions, they are unable to understand the truth concerning You. Furthermore, because of polluted eagerness to arrive at the right conclusion, their theories are incapable of revealing You, who are transcendental to their material conceptions. You are one without a second, and therefore in You contradictions like doing and not doing, happiness and distress, are not contradictory. Your potency is so great that it can do and undo anything as You like. With the help of that potency, what is impossible for You? Since there is no duality in Your constitutional position, You can do everything by the influence of Your energy."
  },
  {
    "number": "ŚB 6.9.37",
    "sanskrit": "समा-विषम-तीनां मतम् अनुसरति यथा रज्जु-खण्डः सर्पादि-धियाम्।",
    "english": "sama-viṣama-matīnāṁ matam anusarasi yathā rajju-khaṇḍaḥ sarpādi-dhiyām.",
    "translation": "A rope causes fear for a bewildered person who considers it a snake, but not for a person with proper intelligence who knows it to be only a rope. Similarly, You, as the Supersoul in everyone’s heart, inspire fear or fearlessness according to one’s intelligence, but in You there is no duality."
  },
  {
    "number": "ŚB 6.9.38",
    "sanskrit": "स एव हि पुन: सर्ववस्तुनि वस्तुस्वरूप: सर्वेश्वर: सकलजगत्कारणकारणभूत: सर्व प्रत्यगात्मत्वात् सर्वगुणाभासोपलक्षित एक एव पर्यवशेषित: ॥ ३८ ॥",
    "english": "sa eva hi punaḥ sarva-vastuni vastu-svarūpaḥ sarveśvaraḥ sakala-jagat-kāraṇa-kāraṇa-bhūtaḥ sarva-pratyag-ātmatvāt sarva-guṇābhāsopalakṣita eka eva paryavaśeṣitaḥ.",
    "translation": "With deliberation, one will see that the Supreme Soul, although manifested in different ways, is actually the basic principle of everything. The total material energy is the cause of the material manifestation, but the material energy is caused by Him. Therefore He is the cause of all causes, the manifester of intelligence and the senses. He is perceived as the Supersoul of everything. Without Him, everything would be dead. You, as that Supersoul, the supreme controller, are the only one remaining."
  },
  {
    "number": "ŚB 6.9.39",
    "sanskrit": "अथ ह वाव तव महिमामृतरससमुद्रविप्रुषा सकृदवलीढया स्वमनसि निष्यन्दमानानवरतसुखेन विस्मारितद‍ृष्टश्रुतविषयसुखलेशाभासा: परमभागवता एकान्तिनो भगवति सर्वभूतप्रियसुहृदि सर्वात्मनि नितरां निरन्तरं निर्वृतमनस: कथमु ह वा एते मधुमथन पुन: स्वार्थकुशला ह्यात्मप्रियसुहृद: साधवस्त्वच्चरणाम्बुजानुसेवां विसृजन्ति न यत्र पुनरयं संसारपर्यावर्त: ॥ ३९ ॥",
    "english": "atha ha vāva tava mahimāmṛta-rasa-samudra-vipruṣā sakṛd avalīḍhayā sva-manasi niṣyandamānānavarata-sukhena vismārita-dṛṣṭa-śruta-viṣaya-sukha-leśābhāsāḥ parama-bhāgavatā ekāntino bhagavati sarva-bhūta-priya-suhṛdi sarvātmani nitarāṁ nirantaraṁ nirvṛta-manasaḥ katham u ha vā ete madhumathana punaḥ svārtha-kuśalā hy ātma-priya-suhṛdaḥ sādhavas tvac-caraṇāmbujānusevāṁ visṛjanti na yatra punar ayaṁ saṁsāra-paryāvartaḥ.",
    "translation": "Therefore, O killer of the Madhu demon, incessant transcendental bliss flows in the minds of those who have even once tasted but a drop of the nectar from the ocean of Your glories. Such exalted devotees forget the tiny reflection of so-called material happiness produced from the material senses of sight and sound. Free from all desires, such devotees are the real friends of all living entities. Offering their minds unto You and enjoying transcendental bliss, they are expert in achieving the real goal of life. O Lord, You are the soul and dear friend of such devotees, who never need return to this material world. How could they give up engagement in Your devotional service?"
  },
  {
    "number": "ŚB 6.9.40",
    "sanskrit": "त्रिभुवनात्मभवन त्रिविक्रम त्रिनयन त्रिलोकमनोहरानुभाव तवैव विभूतयो दितिजदनुजादयश्चापि तेषामुपक्रमसमयोऽयमिति स्वात्ममायया सुरनरमृगमिश्रित जलचराकृतिभिर्यथापराधं दण्डं दण्डधर दधर्थ एवमेनमपि भगवञ्जहि त्वाष्ट्रमुत यदि मन्यसे ॥ ४० ॥",
    "english": "tri-bhuvanātma-bhavana trivikrama tri-nayana tri-loka-manoharānubhāva tavaiva vibhūtayo ditija-danujādayaś cāpi teṣām upakrama-samayo ’yam iti svātma-māyayā sura-nara-mṛga-miśrita-jalacarākṛtibhir yathāparādhaṁ daṇḍaṁ daṇḍa-dhara dadhartha evam enam api bhagavañ jahi tvāṣṭram uta yadi manyase.",
    "translation": "O Lord, O personified three worlds, father of the three worlds! O strength of the three worlds, in the form of the Vāmana incarnation! O three-eyed form of Nṛsiṁhadeva! O most beautiful person within the three worlds! Everything and everyone, including human beings and even the Daitya demons and the Dānavas, is but an expansion of Your energy. O supremely powerful one, You have always appeared in Your forms as the various incarnations to punish the demons as soon as they become very powerful. You appear as Lord Vāmanadeva, Lord Rāma and Lord Kṛṣṇa. You appear sometimes as an animal like Lord Boar, sometimes a mixed incarnation like Lord Nṛsiṁhadeva and Lord Hayagrīva, and sometimes an aquatic like Lord Fish and Lord Tortoise. Assuming such various forms, You have always punished the demons and Dānavas. We therefore pray that Your Lordship appear today as another incarnation, if You so desire, to kill the great demon Vṛtrāsura."
  },
  {
    "number": "ŚB 6.9.41",
    "sanskrit": "अस्माकं तावकानां तततत नतानां हरे तव चरणनलिनयुगल ध्यानानुबद्धहृदयनिगडानां स्वलिङ्गविवरणेनात्मसात्कृतानामनुकम्पानुरञ्जितविशदरुचिरशिशिरस्मितावलोकेन विगलित मधुरमुख रसामृत कलया चान्तस्तापमनघार्हसि शमयितुम् ॥ ४१ ॥",
    "english": "asmākaṁ tāvakānāṁ tatatata natānāṁ hare tava caraṇa-nalina-yugala-dhyānānubaddha-hṛdaya-nigaḍānāṁ sva-liṅga-vivaraṇenātmasāt-kṛtānām anukampānurañjita-viśada-rucira-śiśira-smitāvalokena vigalita-madhura-mukha-rasāmṛta-kalayā cāntas tāpam anaghārhasi śamayitum.",
    "translation": "O supreme protector, O grandfather, O supreme pure, O Lord! We are all surrendered souls at Your lotus feet. Indeed, our minds are bound to Your lotus feet in meditation by chains of love. Now please manifest Your incarnation. Accepting us as Your own eternal servants and devotees, be pleased with us and sympathetic toward us. By Your love-filled glance, with its cool and pleasing smile of sympathy, and by the sweet, nectarean words emanating from Your beautiful face, free us from the anxiety caused by this Vṛtrāsura, who always pains the cores of our hearts."
  },
  {
    "number": "ŚB 6.9.42",
    "sanskrit": "अथ भगवंस्तवास्माभिरखिलजगदुत्पत्तिस्थितिलयनिमित्तायमानदिव्यमायाविनोदस्य सकलजीवनिकायानामन्तर्हृदयेषु बहिरपि च ब्रह्मप्रत्यगात्मस्वरूपेण प्रधानरूपेण च यथादेशकालदेहावस्थानविशेषं तदुपादानोपलम्भकतयानुभवत: सर्वप्रत्ययसाक्षिण आकाशशरीरस्य साक्षात्परब्रह्मण: परमात्मन: कियानिह वार्थविशेषो विज्ञापनीय: स्याद्विस्फुलिङ्गादिभिरिव हिरण्यरेतस: ॥ ४२ ॥",
    "english": "atha bhagavaṁs tavāsmābhir akhila-jagad-utpatti-sthiti-laya-nimittāyamāna-divya-māyā-vinodasya sakala-jīva-nikāyānām antar-hṛdayeṣu bahir api ca brahma-pratyag-ātma-svarūpeṇa pradhāna-rūpeṇa ca yathā-deśa-kāla-dehāvasthāna-viśeṣaṁ tad-upādānopalambhakatayānubhavataḥ sarva-pratyaya-sākṣiṇa ākāśa-śarīrasya sākṣāt para-brahmaṇaḥ paramātmanaḥ kiyān iha vārtha-viśeṣo vijñāpanīyaḥ syād visphuliṅgādibhir iva hiraṇya-retasaḥ.",
    "translation": "O Lord, as the small sparks of a fire cannot possibly perform the actions of the whole fire, we sparks of Your Lordship cannot inform You of the necessities of our lives. You are the complete whole. Therefore, of what do we need to inform You? You know everything because You are the original cause of the cosmic manifestation, the maintainer and the annihilator of the entire universal creation. You always engage in Your pastimes with Your spiritual and material energies, for You are the controller of all these varied energies. You exist within all living entities, within the cosmic manifestation, and also beyond them. You exist internally as Parabrahman and externally as the ingredients of the material creation. Therefore, although manifested in various stages, at different times and places, and in various bodies, You, the Personality of Godhead, are the original cause of all causes. Indeed, You are the original element. You are the witness of all activities, but because You are as great as the sky, You are never touched by any of them. You are the witness of everything as Parabrahman and Paramātmā. O Supreme Personality of Godhead, nothing is unknown to You."
  },
  {
    "number": "ŚB 6.9.43",
    "sanskrit": "अत एव स्वयं तदुपकल्पयास्माकं भगवत: परमगुरोस्तव चरणशतपलाशच्छायां विविधवृजिन संसारपरिश्रमोपशमनीमुपसृतानां वयं यत्कामेनोपसादिता: ॥ ४३ ॥",
    "english": "ata eva svayaṁ tad upakalpayāsmākaṁ bhagavataḥ parama-guros tava caraṇa-śata-palāśac-chāyāṁ vividha-vṛjina-saṁsāra-pariśramopaśamanīm upasṛtānāṁ vayaṁ yat-kāmenopasāditāḥ.",
    "translation": "Dear Lord, You are omniscient, and therefore You know very well why we have taken shelter at Your lotus feet, which provide shade that gives relief from all material disturbances. Since You are the supreme spiritual master and You know everything, we have sought shelter of Your lotus feet for instruction. Please give us relief by counteracting our present distress. Your lotus feet are the only shelter for a fully surrendered devotee and are the only means for subduing all the tribulations of this material world."
  },
  {
    "number": "ŚB 6.9.44",
    "sanskrit": "अथो ईश जहि त्वाष्ट्रं ग्रसन्तं भुवनत्रयम् ।\nग्रस्तानि येन न: कृष्ण तेजांस्यस्त्रायुधानि च ॥ ४४ ॥",
    "english": "atho īśa jahi tvāṣṭraṁ\ngrasantaṁ bhuvana-trayam\ngrastāni yena naḥ kṛṣṇa\ntejāṁsy astrāyudhāni ca",
    "translation": "Therefore, O Lord, O supreme controller, O Lord Kṛṣṇa, please annihilate this dangerous demon Vṛtrāsura, Tvaṣṭā’s son, who has already swallowed all our weapons, our paraphernalia for fighting, and our strength and influence."
  },
  {
    "number": "ŚB 6.9.45",
    "sanskrit": "हंसाय दह्रनिलयाय निरीक्षकाय\nकृष्णाय मृष्टयशसे निरुपक्रमाय ।\nसत्सङ्ग्रहाय भवपान्थनिजाश्रमाप्ता-\nवन्ते परीष्टगतये हरये नमस्ते ॥ ४५ ॥",
    "english": "haṁsāya dahra-nilayāya nirīkṣakāya\nkṛṣṇāya mṛṣṭa-yaśase nirupakramāya\nsat-saṅgrahāya bhava-pāntha-nijāśramāptāv\nante parīṣṭa-gataye haraye namas te",
    "translation": "O Lord, O supreme pure, You live within the core of everyone’s heart and observe all the desires and activities of the conditioned souls. O Supreme Personality of Godhead known as Lord Kṛṣṇa, Your reputation is bright and illuminating. You have no beginning, for You are the beginning of everything. This is understood by pure devotees because You are easily accessible to the pure and truthful. When the conditioned souls are liberated and sheltered at Your lotus feet after roving throughout the material world for many millions of years, they attain the highest success of life. Therefore, O Lord, O Supreme Personality of Godhead, we offer our respectful obeisances at Your lotus feet."
  }
]