[
  {
    "number": "ŚB 4.24.6",
    "sanskrit": "राज्ञां वृत्तिं करादानदण्डशुल्कादिदारुणाम् ।\nमन्यमानो दीर्घसत्‍त्रव्याजेन विससर्ज ह ॥ ६ ॥",
    "english": "rājñāṁ vṛttiṁ karādāna-\ndaṇḍa-śulkādi-dāruṇām\nmanyamāno dīrgha-sattra-\nvyājena visasarja ha",
    "translation": "Whenever Antardhāna, the supreme royal power, had to exact taxes, punish his citizens or fine them severely, he was not willing to do so. Consequently he retired from the execution of such duties and engaged himself in the performance of different sacrifices."
  },
  {
    "number": "ŚB 4.24.7",
    "sanskrit": "तत्रापि हंसं पुरुषं परमात्मानमात्मद‍ृक् ।\nयजंस्तल्लोकतामाप कुशलेन समाधिना ॥ ७ ॥",
    "english": "tatrāpi haṁsaṁ puruṣaṁ\nparamātmānam ātma-dṛk\nyajaṁs tal-lokatām āpa\nkuśalena samādhinā",
    "translation": "Although Mahārāja Antardhāna was engaged in performing sacrifices, because he was a self-realized soul he very intelligently rendered devotional service to the Lord, who eradicates all the fears of His devotees. By thus worshiping the Supreme Lord, Mahārāja Antardhāna, rapt in ecstasy, attained His planet very easily."
  },
  {
    "number": "ŚB 4.24.8",
    "sanskrit": "हविर्धानाद्धविर्धानी विदुरासूत षट्‌सुतान् ।\nबर्हिषदं गयं शुक्लं कृष्णं सत्यं जितव्रतम् ॥ ८ ॥",
    "english": "havirdhānād dhavirdhānī\nvidurāsūta ṣaṭ sutān\nbarhiṣadaṁ gayaṁ śuklaṁ\nkṛṣṇaṁ satyaṁ jitavratam",
    "translation": "Havirdhāna, the son of Mahārāja Antardhāna, had a wife named Havirdhānī, who gave birth to six sons, named Barhiṣat, Gaya, Śukla, Kṛṣṇa, Satya and Jitavrata."
  },
  {
    "number": "ŚB 4.24.9",
    "sanskrit": "बर्हिषत् सुमहाभागो हाविर्धानि: प्रजापति: ।\nक्रियाकाण्डेषु निष्णातो योगेषु च कुरूद्वह ॥ ९ ॥",
    "english": "barhiṣat sumahā-bhāgo\nhāvirdhāniḥ prajāpatiḥ\nkriyā-kāṇḍeṣu niṣṇāto\nyogeṣu ca kurūdvaha",
    "translation": "The great sage Maitreya continued: My dear Vidura, Havirdhāna’s very powerful son named Barhiṣat was very expert in performing various kinds of fruitive sacrifices, and he was also expert in the practice of mystic yoga. By his great qualifications, he became known as Prajāpati."
  },
  {
    "number": "ŚB 4.24.10",
    "sanskrit": "यस्येदं देवयजनमनुयज्ञं वितन्वत: ।\nप्राचीनाग्रै: कुशैरासीदास्तृतं वसुधातलम् ॥ १० ॥",
    "english": "yasyedaṁ deva-yajanam\nanuyajñaṁ vitanvataḥ\nprācīnāgraiḥ kuśair āsīd\nāstṛtaṁ vasudhā-talam",
    "translation": "Mahārāja Barhiṣat executed many sacrifices all over the world. He scattered kuśa grasses and kept the tops of the grasses pointed eastward."
  },
  {
    "number": "ŚB 4.24.11",
    "sanskrit": "सामुद्रीं देवदेवोक्तामुपयेमे शतद्रुतिम् ।\nयां वीक्ष्य चारुसर्वाङ्गीं किशोरीं सुष्ठ्वलङ्कृताम् ।\nपरिक्रमन्तीमुद्वाहे चकमेऽग्नि: शुकीमिव ॥ ११ ॥",
    "english": "sāmudrīṁ devadevoktām\nupayeme śatadrutim\nyāṁ vīkṣya cāru-sarvāṅgīṁ\nkiśorīṁ suṣṭhv-alaṅkṛtām\nparikramantīm udvāhe\ncakame ’gniḥ śukīm iva",
    "translation": "Mahārāja Barhiṣat — henceforward known as Prācīnabarhi — was ordered by the supreme demigod Brahmā to marry the daughter of the ocean named Śatadruti. Her bodily features were completely beautiful, and she was very young. She was decorated with the proper garments, and when she came into the marriage arena and began circumambulating it, the fire-god Agni became so attracted to her that he desired her company, exactly as he had formerly desired to enjoy Śukī."
  },
  {
    "number": "ŚB 4.24.12",
    "sanskrit": "विबुधासुरगन्धर्वमुनिसिद्धनरोरगा: ।\nविजिता: सूर्यया दिक्षु क्‍वणयन्त्यैव नूपुरै: ॥ १२ ॥",
    "english": "vibudhāsura-gandharva-\nmuni-siddha-naroragāḥ\nvijitāḥ sūryayā dikṣu\nkvaṇayantyaiva nūpuraiḥ",
    "translation": "While Śatadruti was thus being married, the demons, the denizens of Gandharvaloka, the great sages, and the denizens of Siddhaloka, the earthly planets and Nāgaloka, although highly exalted, were all captivated by the tinkling of her ankle bells."
  },
  {
    "number": "ŚB 4.24.13",
    "sanskrit": "प्राचीनबर्हिष: पुत्रा: शतद्रुत्यां दशाभवन् ।\nतुल्यनामव्रता: सर्वे धर्मस्‍नाता: प्रचेतस: ॥ १३ ॥",
    "english": "prācīnabarhiṣaḥ putrāḥ\nśatadrutyāṁ daśābhavan\ntulya-nāma-vratāḥ sarve\ndharma-snātāḥ pracetasaḥ",
    "translation": "King Prācīnabarhi begot ten children in the womb of Śatadruti. All of them were equally endowed with religiosity, and all of them were known as the Pracetās."
  },
  {
    "number": "ŚB 4.24.14",
    "sanskrit": "पित्रादिष्टा: प्रजासर्गे तपसेऽर्णवमाविशन् ।\nदशवर्षसहस्राणि तपसार्चंस्तपस्पतिम् ॥ १४ ॥",
    "english": "pitrādiṣṭāḥ prajā-sarge\ntapase ’rṇavam āviśan\ndaśa-varṣa-sahasrāṇi\ntapasārcaṁs tapas-patim",
    "translation": "When all these Pracetās were ordered by their father to marry and beget children, they all entered the ocean and practiced austerities and penances for ten thousand years. Thus they worshiped the master of all austerity, the Supreme Personality of Godhead."
  },
  {
    "number": "ŚB 4.24.15",
    "sanskrit": "यदुक्तं पथि द‍ृष्टेन गिरिशेन प्रसीदता ।\nतद्ध्यायन्तो जपन्तश्च पूजयन्तश्च संयता: ॥ १५ ॥",
    "english": "yad uktaṁ pathi dṛṣṭena\ngiriśena prasīdatā\ntad dhyāyanto japantaś ca\npūjayantaś ca saṁyatāḥ",
    "translation": "When all the sons of Prācīnabarhi left home to execute austerities, they met Lord Śiva, who, out of great mercy, instructed them about the Absolute Truth. All the sons of Prācīnabarhi meditated upon the instructions, chanting and worshiping them with great care and attention."
  },
  {
    "number": "ŚB 4.24.16",
    "sanskrit": "विदुर उवाच\nप्रचेतसां गिरित्रेण यथासीत्पथि सङ्गम: ।\nयदुताह हर: प्रीतस्तन्नो ब्रह्मन् वदार्थवत् ॥ १६ ॥",
    "english": "pracetasāṁ giritreṇa\nyathāsīt pathi saṅgamaḥ\nyad utāha haraḥ prītas\ntan no brahman vadārthavat",
    "translation": "Vidura asked Maitreya: My dear brāhmaṇa, why did the Pracetās meet Lord Śiva on the way? Please tell me how the meeting happened, how Lord Śiva became very pleased with them and how he instructed them. Certainly such talks are important, and I wish that you please be merciful upon me and describe them."
  },
  {
    "number": "ŚB 4.24.17",
    "sanskrit": "सङ्गम: खलु विप्रर्षे शिवेनेह शरीरिणाम् ।\nदुर्लभो मुनयो दध्युरसङ्गाद्यमभीप्सितम् ॥ १७ ॥",
    "english": "saṅgamaḥ khalu viprarṣe\nśiveneha śarīriṇām\ndurlabho munayo dadhyur\nasaṅgād yam abhīpsitam",
    "translation": "The great sage Vidura continued: O best of the brāhmaṇas, it is very difficult for living entities encaged within this material body to have personal contact with Lord Śiva. Even great sages who have no material attachments do not contact him, despite their always being absorbed in meditation to attain his personal contact."
  },
  {
    "number": "ŚB 4.24.18",
    "sanskrit": "आत्मारामोऽपि यस्त्वस्य लोककल्पस्य राधसे ।\nशक्त्या युक्तो विचरति घोरया भगवान् भव: ॥ १८ ॥",
    "english": "ātmārāmo ’pi yas tv asya\nloka-kalpasya rādhase\nśaktyā yukto vicarati\nghorayā bhagavān bhavaḥ",
    "translation": "Lord Śiva, the most powerful demigod, second only to Lord Viṣṇu, is self-sufficient. Although he has nothing to aspire for in the material world, for the benefit of those in the material world he is always busily engaged everywhere and is accompanied by his dangerous energies like the goddess Kālī and the goddess Durgā."
  },
  {
    "number": "ŚB 4.24.19",
    "sanskrit": "मैत्रेय उवाच\nप्रचेतस: पितुर्वाक्यं शिरसादाय साधव: ।\nदिशं प्रतीचीं प्रययुस्तपस्याद‍ृतचेतस: ॥ १९ ॥",
    "english": "pracetasaḥ pitur vākyaṁ\nśirasādāya sādhavaḥ\ndiśaṁ pratīcīṁ prayayus\ntapasy ādṛta-cetasaḥ",
    "translation": "The great sage Maitreya continued: My dear Vidura, because of their pious nature, all the sons of Prācīnabarhi very seriously accepted the words of their father with heart and soul, and with these words on their heads, they went toward the west to execute their father’s order."
  },
  {
    "number": "ŚB 4.24.20",
    "sanskrit": "ससमुद्रमुप विस्तीर्णमपश्यन् सुमहत्सर: ।\nमहन्मन इव स्वच्छं प्रसन्नसलिलाशयम् ॥ २० ॥",
    "english": "sa-samudram upa vistīrṇam\napaśyan sumahat saraḥ\nmahan-mana iva svacchaṁ\nprasanna-salilāśayam",
    "translation": "While traveling, the Pracetās happened to see a great reservoir of water which seemed almost as big as the ocean. The water of this lake was so calm and quiet that it seemed like the mind of a great soul, and its inhabitants, the aquatics, appeared very peaceful and happy to be under the protection of such a watery reservoir."
  },
  {
    "number": "ŚB 4.24.21",
    "sanskrit": "नीलरक्तोत्पलाम्भोजकह्लारेन्दीवराकरम् ।\nहंससारसचक्राह्वकारण्डवनिकूजितम् ॥ २१ ॥",
    "english": "nīla-raktotpalāmbhoja-\nkahlārendīvarākaram\nhaṁsa-sārasa-cakrāhva-\nkāraṇḍava-nikūjitam",
    "translation": "In that great lake there were different types of lotus flowers. Some of them were bluish, and some of them were red. Some of them grew at night, some in the day and some, like the indīvara lotus flower, in the evening. Combined together, the lotus flowers filled the lake so full that the lake appeared to be a great mine of such flowers. Consequently, on the shores there were swans and cranes, cakravākas, kāraṇḍavas and other beautiful water birds standing about."
  },
  {
    "number": "ŚB 4.24.22",
    "sanskrit": "मत्तभ्रमरसौस्वर्यहृष्टरोमलताङ्‌घ्रिपम् ।\nपद्मकोशरजो दिक्षु विक्षिपत्पवनोत्सवम् ॥ २२ ॥",
    "english": "matta-bhramara-sausvarya-\nhṛṣṭa-roma-latāṅghripam\npadma-kośa-rajo dikṣu\nvikṣipat-pavanotsavam",
    "translation": "There were various trees and creepers on all sides of the lake, and there were mad bumblebees humming all about them. The trees appeared to be very jolly due to the sweet humming of the bumblebees, and the saffron, which was contained in the lotus flowers, was being thrown into the air. These all created such an atmosphere that it appeared as though a festival were taking place there."
  },
  {
    "number": "ŚB 4.24.23",
    "sanskrit": "तत्र गान्धर्वमाकर्ण्य दिव्यमार्गमनोहरम् ।\nविसिस्म्यू राजपुत्रास्ते मृदङ्गपणवाद्यनु ॥ २३ ॥",
    "english": "tatra gāndharvam ākarṇya\ndivya-mārga-manoharam\nvisismyū rāja-putrās te\nmṛdaṅga-paṇavādy anu",
    "translation": "The sons of the King became very much amazed when they heard vibrations from various drums and kettledrums along with other orderly musical sounds pleasing to the ear."
  }
]