[
  {
    "number": "ŚB 8.1.9",
    "sanskrit": "मनुरुवाच\nयेन चेतयते विश्वं विश्वं चेतयते न यम् ।\nयो जागर्ति शयानेऽस्मिन्नायं तं वेद वेद स: ॥ ९ ॥",
    "english": "yena cetayate viśvaṁ\nviśvaṁ cetayate na yam\nyo jāgarti śayāne ’smin\nnāyaṁ taṁ veda veda saḥ",
    "translation": "Lord Manu said: The supreme living being has created this material world of animation; it is not that He was created by this material world. When everything is silent, the Supreme Being stays awake as a witness. The living entity does not know Him, but He knows everything."
  },
  {
    "number": "ŚB 8.1.10",
    "sanskrit": "आत्मावास्यमिदं विश्वं यत् किञ्चिज्ज‍गत्यां जगत् ।\nतेन त्यक्तेन भुञ्जीथा मा गृध: कस्यस्विद्धनम् ॥ १० ॥",
    "english": "ātmāvāsyam idaṁ viśvaṁ\nyat kiñcij jagatyāṁ jagat\ntena tyaktena bhuñjīthā\nmā gṛdhaḥ kasya svid dhanam",
    "translation": "Within this universe, the Supreme Personality of Godhead in His Supersoul feature is present everywhere, wherever there are animate or inanimate beings. Therefore, one should accept only that which is allotted to him; one should not desire to infringe upon the property of others."
  },
  {
    "number": "ŚB 8.1.11",
    "sanskrit": "यं पश्यति न पश्यन्तं चक्षुर्यस्य न रिष्यति ।\nतं भूतनिलयं देवं सुपर्णमुपधावत ॥ ११ ॥",
    "english": "yaṁ paśyati na paśyantaṁ\ncakṣur yasya na riṣyati\ntaṁ bhūta-nilayaṁ devaṁ\nsuparṇam upadhāvata",
    "translation": "Although the Supreme Personality of Godhead constantly watches the activities of the world, no one sees Him. However, one should not think that because no one sees Him, He does not see, for His power to see is never diminished. Therefore, everyone should worship the Supersoul, who always stays with the individual soul as a friend."
  },
  {
    "number": "ŚB 8.1.12",
    "sanskrit": "न यस्याद्यन्तौ मध्यं च स्व: परो नान्तरं बहि: ।\nविश्वस्यामूनि यद् यस्माद् विश्वं च तद‍ृतं महत् ॥ १२ ॥",
    "english": "na yasyādy-antau madhyaṁ ca\nsvaḥ paro nāntaraṁ bahiḥ\nviśvasyāmūni yad yasmād\nviśvaṁ ca tad ṛtaṁ mahat",
    "translation": "The Supreme Personality of Godhead has no beginning, no end and no middle. Nor does He belong to a particular person or nation. He has no inside or outside. The dualities found within this material world, such as beginning and end, mine and theirs, are all absent from the personality of the Supreme Lord. The universe, which emanates from Him, is another feature of the Lord. Therefore the Supreme Lord is the ultimate truth, and He is complete in greatness."
  },
  {
    "number": "ŚB 8.1.13",
    "sanskrit": "स विश्वकाय: पुरुहूत ईश:\nसत्य: स्वयंज्योतिरज: पुराण: ।\nधत्तेऽस्य जन्माद्यजयात्मशक्त्या\nतां विद्ययोदस्य निरीह आस्ते ॥ १३ ॥",
    "english": "sa viśva-kāyaḥ puru-hūta-īśaḥ\nsatyaḥ svayaṁ-jyotir ajaḥ purāṇaḥ\ndhatte ’sya janmādy-ajayātma-śaktyā\ntāṁ vidyayodasya nirīha āste",
    "translation": "The entire cosmic manifestation is the body of the Supreme Personality of Godhead, the Absolute Truth, who has millions of names and unlimited potencies. He is self-effulgent, unborn and changeless. He is the beginning of everything, but He has no beginning. Because He has created this cosmic manifestation by His external energy, the universe appears to be created, maintained and annihilated by Him. Nonetheless, He remains inactive in His spiritual energy and is untouched by the activities of the material energy."
  },
  {
    "number": "ŚB 8.1.14",
    "sanskrit": "अथाग्रे ऋषय: कर्माणीहन्तेऽकर्महेतवे ।\nईहमानो हि पुरुष: प्रायोऽनीहां प्रपद्यते ॥ १४ ॥",
    "english": "athāgre ṛṣayaḥ karmāṇ-\nīhante ’karma-hetave\nīhamāno hi puruṣaḥ\nprāyo ’nīhāṁ prapadyate",
    "translation": "Therefore, to enable people to reach the stage of activities that are not tinged by fruitive results, great saints first engage people in fruitive activities, for unless one begins by performing activities as recommended in the śāstras, one cannot reach the stage of liberation, or activities that produce no reactions."
  },
  {
    "number": "ŚB 8.1.15",
    "sanskrit": "ईहते भगवानीशो न हि तत्र विसज्जते ।\nआत्मलाभेन पूर्णार्थो नावसीदन्ति येऽनु तम् ॥ १५ ॥",
    "english": "īhate bhagavān īśo\nna hi tatra visajjate\nātma-lābhena pūrṇārtho\nnāvasīdanti ye ’nu tam",
    "translation": "The Supreme Personality of Godhead is full in opulence by His own gain, yet He acts as the creator, maintainer and annihilator of this material world. In spite of acting in that way, He is never entangled. Hence devotees who follow in His footsteps are also never entangled."
  },
  {
    "number": "ŚB 8.1.16",
    "sanskrit": "तमीहमानं निरहङ्‌कृतं बुधं\nनिराशिषं पूर्णमनन्यचोदितम् ।\nनृञ् शिक्षयन्तं निजवर्त्मसंस्थितं\nप्रभुं प्रपद्येऽखिलधर्मभावनम् ॥ १६ ॥",
    "english": "tam īhamānaṁ nirahaṅkṛtaṁ budhaṁ\nnirāśiṣaṁ pūrṇam ananya-coditam\nnṝñ śikṣayantaṁ nija-vartma-saṁsthitaṁ\nprabhuṁ prapadye ’khila-dharma-bhāvanam",
    "translation": "The Supreme Personality of Godhead, Kṛṣṇa, works just like an ordinary human being, yet He does not desire to enjoy the fruits of work. He is full in knowledge, free from material desires and diversions, and completely independent. As the supreme teacher of human society, He teaches His own way of activities, and thus He inaugurates the real path of religion. I request everyone to follow Him."
  }
]