[
  {
    "number": "ŚB 6.16.34",
    "sanskrit": "चित्रकेतुरुवाच\nअजित जित: सममतिभि:\nसाधुभिर्भवान् जितात्मभिर्भवता ।\nविजितास्तेऽपि च भजता-\nमकामात्मनां य आत्मदोऽतिकरुण: ॥ ३४ ॥",
    "english": "ajita jitaḥ sama-matibhiḥ\nsādhubhir bhavān jitātmabhir bhavatā\nvijitās te ’pi ca bhajatām\nakāmātmanāṁ ya ātmado ’ti-karuṇaḥ",
    "translation": "Citraketu said: O unconquerable Lord, although You cannot be conquered by anyone, You are certainly conquered by devotees who have control of the mind and senses. They can keep You under their control because You are causelessly merciful to devotees who desire no material profit from You. Indeed, You give Yourself to them, and because of this You also have full control over Your devotees."
  },
  {
    "number": "ŚB 6.16.35",
    "sanskrit": "तव विभव: खलु भगवन्\nजगदुदयस्थितिलयादीनि ।\nविश्वसृजस्तेꣷशांशा\nस्तत्र मृषा स्पर्धन्ति पृथगभिमत्या ॥ ३५ ॥",
    "english": "tava vibhavaḥ khalu bhagavan\njagad-udaya-sthiti-layādīni\nviśva-sṛjas te ’ṁśāṁśās\ntatra mṛṣā spardhanti pṛthag abhimatyā",
    "translation": "My dear Lord, this cosmic manifestation and its creation, maintenance and annihilation are all but Your opulences. Since Lord Brahmā and the other creators are nothing but small portions of a portion of You, their partial power to create does not make them God [īśvara]. Their consciousness of themselves as separate Lords is therefore merely false prestige. It is not valid."
  },
  {
    "number": "ŚB 6.16.36",
    "sanskrit": "परमाणुपरममहतो-\nस्त्वमाद्यन्तान्तरवर्ती त्रयविधुर: ।\nआदावन्तेऽपि च सत्त्वानां\nयद् ध्रुवं तदेवान्तरालेऽपि ॥ ३६ ॥",
    "english": "paramāṇu-parama-mahatos\ntvam ādy-antāntara-vartī traya-vidhuraḥ\nādāv ante ’pi ca sattvānāṁ\nyad dhruvaṁ tad evāntarāle ’pi",
    "translation": "You exist in the beginning, middle and end of everything, from the most minute particle of the cosmic manifestation — the atom — to the gigantic universes and total material energy. Nonetheless, You are eternal, having no beginning, end or middle. You are perceived to exist in these three phases, and thus You are permanent. When the cosmic manifestation does not exist, You exist as the original potency."
  },
  {
    "number": "ŚB 6.16.37",
    "sanskrit": "क्षित्यादिभिरेष किलावृत:\nसप्तभिर्दशगुणोत्तरैरण्डकोश: ।\nयत्र पतत्यणुकल्प:\nसहाण्डकोटिकोटिभिस्तदनन्त: ॥ ३७ ॥",
    "english": "kṣity-ādibhir eṣa kilāvṛtaḥ\nsaptabhir daśa-guṇottarair aṇḍa-kośaḥ\nyatra pataty aṇu-kalpaḥ\nsahāṇḍa-koṭi-koṭibhis tad anantaḥ",
    "translation": "Every universe is covered by seven layers — earth, water, fire, air, sky, the total energy and false ego — each ten times greater than the previous one. There are innumerable universes besides this one, and although they are unlimitedly large, they move about like atoms in You. Therefore You are called unlimited [ananta]."
  },
  {
    "number": "ŚB 6.16.38",
    "sanskrit": "विषयतृषो नरपशवो\nय उपासते विभूतीर्न परं त्वाम् ।\nतेषामाशिष ईश\nतदनु विनश्यन्ति यथा राजकुलम् ॥ ३८ ॥",
    "english": "viṣaya-tṛṣo nara-paśavo\nya upāsate vibhūtīr na paraṁ tvām\nteṣām āśiṣa īśa\ntad anu vinaśyanti yathā rāja-kulam",
    "translation": "O Lord, O Supreme, unintelligent persons who thirst for sense enjoyment and who worship various demigods are no better than animals in the human form of life. Because of their animalistic propensities, they fail to worship Your Lordship, and instead they worship the insignificant demigods, who are but small sparks of Your glory. With the destruction of the entire universe, including the demigods, the benedictions received from the demigods also vanish, just like the nobility when a king is no longer in power."
  },
  {
    "number": "ŚB 6.16.39",
    "sanskrit": "कामधियस्त्वयि रचिता\nन परम रोहन्ति यथा करम्भबीजानि ।\nज्ञानात्मन्यगुणमये\nगुणगणतोऽस्य द्वन्द्वजालानि ॥ ३९ ॥",
    "english": "kāma-dhiyas tvayi racitā\nna parama rohanti yathā karambha-bījāni\njñānātmany aguṇamaye\nguṇa-gaṇato ’sya dvandva-jālāni",
    "translation": "O Supreme Lord, if persons obsessed with material desires for sense gratification through material opulence worship You, who are the source of all knowledge and are transcendental to material qualities, they are not subject to material rebirth, just as sterilized or fried seeds do not produce plants. Living entities are subjected to the repetition of birth and death because they are conditioned by material nature, but since You are transcendental, one who is inclined to associate with You in transcendence escapes the conditions of material nature."
  },
  {
    "number": "ŚB 6.16.40",
    "sanskrit": "जितमजित तदा भवता\nयदाह भागवतं धर्ममनवद्यम् ।\nनिष्किञ्चना ये मुनय\nआत्मारामा यमुपासतेऽपवर्गाय ॥ ४० ॥",
    "english": "jitam ajita tadā bhavatā\nyadāha bhāgavataṁ dharmam anavadyam\nniṣkiñcanā ye munaya\nātmārāmā yam upāsate ’pavargāya",
    "translation": "O unconquerable one, when You spoke about bhāgavata-dharma, which is the uncontaminated religious system for achieving the shelter of Your lotus feet, that was Your victory. Persons who have no material desires, like the Kumāras, who are self-satisfied sages, worship You to be liberated from material contamination. In other words, they accept the process of bhāgavata-dharma to achieve shelter at Your lotus feet."
  },
  {
    "number": "ŚB 6.16.41",
    "sanskrit": "विषममतिर्न यत्र नृणां\nत्वमहमिति मम तवेति च यदन्यत्र ।\nविषमधिया रचितो य:\nस ह्यविशुद्ध: क्षयिष्णुरधर्मबहुल: ॥ ४१ ॥",
    "english": "viṣama-matir na yatra nṛṇāṁ\ntvam aham iti mama taveti ca yad anyatra\nviṣama-dhiyā racito yaḥ\nsa hy aviśuddhaḥ kṣayiṣṇur adharma-bahulaḥ",
    "translation": "Being full of contradictions, all forms of religion but bhāgavata-dharma work under conceptions of fruitive results and distinctions of “you and I” and “yours and mine.” The followers of Śrīmad-Bhāgavatam have no such consciousness. They are all Kṛṣṇa conscious, thinking that they are Kṛṣṇa’s and Kṛṣṇa is theirs. There are other, low-class religious systems, which are contemplated for the killing of enemies or the gain of mystic power, but such religious systems, being full of passion and envy, are impure and temporary. Because they are full of envy, they are full of irreligion."
  },
  {
    "number": "ŚB 6.16.42",
    "sanskrit": "क: क्षेमो निजपरयो:\nकियान्वार्थ: स्वपरद्रुहा धर्मेण ।\nस्वद्रोहात्तव कोप:\nपरसम्पीडया च तथाधर्म: ॥ ४२ ॥",
    "english": "kaḥ kṣemo nija-parayoḥ\nkiyān vārthaḥ sva-para-druhā dharmeṇa\nsva-drohāt tava kopaḥ\npara-sampīḍayā ca tathādharmaḥ",
    "translation": "How can a religious system that produces envy of one’s self and of others be beneficial for oneself and for them? What is auspicious about following such a system? What is actually to be gained? By causing pain to one’s own self due to self-envy and by causing pain to others, one arouses Your anger and practices irreligion."
  },
  {
    "number": "ŚB 6.16.43",
    "sanskrit": "न व्यभिचरति तवेक्षा\nयया ह्यभिहितो भागवतो धर्म: ।\nस्थिरचरसत्त्वकदम्बे-\nष्वपृथग्धियो यमुपासते त्वार्या: ॥ ४३ ॥",
    "english": "na vyabhicarati tavekṣā\nyayā hy abhihito bhāgavato dharmaḥ\nsthira-cara-sattva-kadambeṣv\napṛthag-dhiyo yam upāsate tv āryāḥ",
    "translation": "My dear Lord, one’s occupational duty is instructed in Śrīmad-Bhāgavatam and Bhagavad-gītā according to Your point of view, which never deviates from the highest goal of life. Those who follow their occupational duties under Your supervision, being equal to all living entities, moving and nonmoving, and not considering high and low, are called Āryans. Such Āryans worship You, the Supreme Personality of Godhead."
  },
  {
    "number": "ŚB 6.16.44",
    "sanskrit": "न हि भगवन्नघटितमिदं\nत्वद्दर्शनान्नृणामखिलपापक्षय: ।\nयन्नाम सकृच्छ्रवणात्\nपुक्कशोऽपि विमुच्यते संसारात् ॥ ४४ ॥",
    "english": "na hi bhagavann aghaṭitam idaṁ\ntvad-darśanān nṛṇām akhila-pāpa-kṣayaḥ\nyan-nāma sakṛc chravaṇāt\npukkaśo ’pi vimucyate saṁsārāt",
    "translation": "My Lord, it is not impossible for one to be immediately freed from all material contamination by seeing You. Not to speak of seeing You personally, merely by hearing the holy name of Your Lordship only once, even caṇḍālas, men of the lowest class, are freed from all material contamination. Under the circumstances, who will not be freed from material contamination simply by seeing You?"
  },
  {
    "number": "ŚB 6.16.45",
    "sanskrit": "अथ भगवन् वयमधुना\nत्वदवलोकपरिमृष्टाशयमला: ।\nसुरऋषिणा यत्कथितं\nतावकेन कथमन्यथा भवति ॥ ४५ ॥",
    "english": "atha bhagavan vayam adhunā\ntvad-avaloka-parimṛṣṭāśaya-malāḥ\nsura-ṛṣiṇā yat kathitaṁ\ntāvakena katham anyathā bhavati",
    "translation": "Therefore, my dear Lord, simply seeing You has now wiped away all the contamination of sinful activities and their results of material attachment and lusty desires, which always filled my mind and the core of my heart. Whatever is predicted by the great sage Nārada Muni cannot be otherwise. In other words, I have obtained Your audience as a result of being trained by Nārada Muni."
  },
  {
    "number": "ŚB 6.16.46",
    "sanskrit": "विदितमनन्त समस्तं\nतव जगदात्मनो जनैरिहाचरितम् ।\nविज्ञाप्यं परमगुरो:\nकियदिव सवितुरिव खद्योतै: ॥ ४६ ॥",
    "english": "viditam ananta samastaṁ\ntava jagad-ātmano janair ihācaritam\nvijñāpyaṁ parama-guroḥ\nkiyad iva savitur iva khadyotaiḥ",
    "translation": "O unlimited Supreme Personality of Godhead, whatever a living entity does in this material world is well known to You because You are the Supersoul. In the presence of the sun there is nothing to be revealed by the light of a glowworm. Similarly, because You know everything, in Your presence there is nothing for me to make known."
  },
  {
    "number": "ŚB 6.16.47",
    "sanskrit": "नमस्तुभ्यं भगवते\nसकलजगत्स्थितिलयोदयेशाय ।\nदुरवसितात्मगतये\nकुयोगिनां भिदा परमहंसाय ॥ ४७ ॥",
    "english": "namas tubhyaṁ bhagavate\nsakala-jagat-sthiti-layodayeśāya\nduravasitātma-gataye\nkuyogināṁ bhidā paramahaṁsāya",
    "translation": "My dear Lord, You are the creator, maintainer and annihilator of this cosmic manifestation, but persons who are too materialistic and who always see separateness do not have eyes with which to see You. They cannot understand Your real position, and therefore they conclude that the cosmic manifestation is independent of Your opulence. My Lord, You are the supreme pure, and You are full in all six opulences. Therefore I offer my respectful obeisances unto You."
  },
  {
    "number": "ŚB 6.16.48",
    "sanskrit": "यं वै श्वसन्तमनु विश्वसृज: श्वसन्ति\nयं चेकितानमनु चित्तय उच्चकन्ति ।\nभूमण्डलं सर्षपायति यस्य मूर्ध्नि\nतस्मै नमो भगवतेऽस्तु सहस्रमूर्ध्ने ॥ ४८ ॥",
    "english": "yaṁ vai śvasantam anu viśva-sṛjaḥ śvasanti\nyaṁ cekitānam anu cittaya uccakanti\nbhū-maṇḍalaṁ sarṣapāyati yasya mūrdhni\ntasmai namo bhagavate ’stu sahasra-mūrdhne",
    "translation": "My dear Lord, it is after You endeavor that Lord Brahmā, Indra and the other directors of the cosmic manifestation become occupied with their activities. It is after You perceive the material energy, My Lord, that the senses begin to perceive. The Supreme Personality of Godhead holds all the universes on His heads like seeds of mustard. I offer my respectful obeisances unto You, that Supreme Personality, who has thousands of hoods."
  }
]