[
  {
    "number": "ŚB 8.17.8",
    "sanskrit": "श्रीअदितिरुवाच\nयज्ञेश यज्ञपुरुषाच्युत तीर्थपाद\nतीर्थश्रव: श्रवणमङ्गलनामधेय ।\nआपन्नलोकवृजिनोपशमोदयाद्य\nशं न: कृधीश भगवन्नसि दीननाथ: ॥ ८ ॥",
    "english": "yajñeśa yajña-puruṣācyuta tīrtha-pāda\ntīrtha-śravaḥ śravaṇa-maṅgala-nāmadheya\nāpanna-loka-vṛjinopaśamodayādya\nśaṁ naḥ kṛdhīśa bhagavann asi dīna-nāthaḥ",
    "translation": "The goddess Aditi said: O master and enjoyer of all sacrificial ceremonies, O infallible and most famous person, whose name, when chanted, spreads all good fortune! O original Supreme Personality of Godhead, supreme controller, shelter of all holy places, You are the shelter of all poor, suffering living entities, and You have appeared to diminish their suffering. Please be kind to us and spread our good fortune."
  },
  {
    "number": "ŚB 8.17.9",
    "sanskrit": "विश्वाय विश्वभवनस्थितिसंयमाय\nस्वैरं गृहीतपुरुशक्तिगुणाय भूम्ने ।\nस्वस्थाय शश्वदुपबृंहितपूर्णबोध-\nव्यापादितात्मतमसे हरये नमस्ते ॥ ९ ॥",
    "english": "viśvāya viśva-bhavana-sthiti-saṁyamāya\nsvairaṁ gṛhīta-puru-śakti-guṇāya bhūmne\nsva-sthāya śaśvad-upabṛṁhita-pūrṇa-bodha-\nvyāpāditātma-tamase haraye namas te",
    "translation": "My Lord, You are the all-pervading universal form, the fully independent creator, maintainer and destroyer of this universe. Although You engage Your energy in matter, You are always situated in Your original form and never fall from that position, for Your knowledge is infallible and always suitable to any situation. You are never bewildered by illusion. O my Lord, let me offer my respectful obeisances unto You."
  },
  {
    "number": "ŚB 8.17.10",
    "sanskrit": "आयु: परं वपुरभीष्टमतुल्यलक्ष्मी-\nर्द्योभूरसा: सकलयोगगुणास्त्रिवर्ग: ।\nज्ञानं च केवलमनन्त भवन्ति तुष्टात्\nत्वत्तो नृणां किमु सपत्नजयादिराशी: ॥ १० ॥",
    "english": "āyuḥ paraṁ vapur abhīṣṭam atulya-lakṣmīr\ndyo-bhū-rasāḥ sakala-yoga-guṇās tri-vargaḥ\njñānaṁ ca kevalam ananta bhavanti tuṣṭāt\ntvatto nṛṇāṁ kim u sapatna-jayādir āśīḥ",
    "translation": "O unlimited one, if Your Lordship is satisfied, one can very easily obtain a lifetime as long as that of Lord Brahmā, a body either in the upper, lower or middle planetary systems, unlimited material opulence, religion, economic development and satisfaction of the senses, full transcendental knowledge, and the eight yogic perfections, what to speak of such petty achievements as conquering one’s rivals."
  }
]