[
  {
    "number": "ŚB 8.24.46",
    "sanskrit": "श्रीराजोवाच\nअनाद्यविद्योपहतात्मसंविद-\nस्तन्मूलसंसारपरिश्रमातुरा: ।\nयद‍ृच्छयोपसृता यमाप्नुयु-\nर्विमुक्तिदो न: परमो गुरुर्भवान् ॥ ४६ ॥",
    "english": "anādy-avidyopahatātma-saṁvidas\ntan-mūla-saṁsāra-pariśramāturāḥ\nyadṛcchayopasṛtā yam āpnuyur\nvimuktido naḥ paramo gurur bhavān",
    "translation": "The King said: By the grace of the Lord, those who have lost their self-knowledge since time immemorial, and who because of this ignorance are involved in a material, conditional life full of miseries, obtain the chance to meet the Lord’s devotee. I accept that Supreme Personality of Godhead as the supreme spiritual master."
  },
  {
    "number": "ŚB 8.24.47",
    "sanskrit": "जनोऽबुधोऽयं निजकर्मबन्धन:\nसुखेच्छया कर्म समीहतेऽसुखम् ।\nयत्सेवया तां विधुनोत्यसन्मतिं\nग्रन्थिं स भिन्द्याद् धृदयं स नो गुरु: ॥ ४७ ॥",
    "english": "jano ’budho ’yaṁ nija-karma-bandhanaḥ\nsukhecchayā karma samīhate ’sukham\nyat-sevayā tāṁ vidhunoty asan-matiṁ\ngranthiṁ sa bhindyād dhṛdayaṁ sa no guruḥ",
    "translation": "In hopes of becoming happy in this material world, the foolish conditioned soul performs fruitive activities that result only in suffering. But by rendering service to the Supreme Personality of Godhead, one becomes free from such false desires for happiness. May my supreme spiritual master cut the knot of false desires from the core of my heart."
  },
  {
    "number": "ŚB 8.24.48",
    "sanskrit": "यत्सेवयाग्नेरिव रुद्ररोदनं\nपुमान् विजह्यान्मलमात्मनस्तम: ।\nभजेत वर्णं निजमेष सोऽव्ययो\nभूयात् स ईश: परमो गुरोर्गुरु: ॥ ४८ ॥",
    "english": "yat-sevayāgner iva rudra-rodanaṁ\npumān vijahyān malam ātmanas tamaḥ\nbhajeta varṇaṁ nijam eṣa so ’vyayo\nbhūyāt sa īśaḥ paramo guror guruḥ",
    "translation": "One who wants to be free of material entanglement should take to the service of the Supreme Personality of Godhead and give up the contamination of ignorance, involving pious and impious activities. Thus one regains his original identity, just as a block of gold or silver sheds all dirt and becomes purified when treated with fire. May that inexhaustible Supreme Personality of Godhead become our spiritual master, for He is the original spiritual master of all other spiritual masters."
  },
  {
    "number": "ŚB 8.24.49",
    "sanskrit": "न यत्प्रसादायुतभागलेश-\nमन्ये च देवा गुरवो जना: स्वयम् ।\nकर्तुं समेता: प्रभवन्ति पुंस-\nस्तमीश्वरं त्वां शरणं प्रपद्ये ॥ ४९ ॥",
    "english": "na yat-prasādāyuta-bhāga-leśam\nanye ca devā guravo janāḥ svayam\nkartuṁ sametāḥ prabhavanti puṁsas\ntam īśvaraṁ tvāṁ śaraṇaṁ prapadye",
    "translation": "Neither all the demigods, nor the so-called gurus nor all other people, either independently or together, can offer mercy that equals even one ten-thousandth of Yours. Therefore I wish to take shelter of Your lotus feet."
  },
  {
    "number": "ŚB 8.24.50",
    "sanskrit": "अचक्षुरन्धस्य यथाग्रणी: कृत-\nस्तथा जनस्याविदुषोऽबुधो गुरु: ।\nत्वमर्कद‍ृक् सर्वद‍ृशां समीक्षणो\nवृतो गुरुर्न: स्वगतिं बुभुत्सताम् ॥ ५० ॥",
    "english": "acakṣur andhasya yathāgraṇīḥ kṛtas\ntathā janasyāviduṣo ’budho guruḥ\ntvam arka-dṛk sarva-dṛśāṁ samīkṣaṇo\nvṛto gurur naḥ sva-gatiṁ bubhutsatām",
    "translation": "As a blind man, being unable to see, accepts another blind man as his leader, people who do not know the goal of life accept someone as a guru who is a rascal and a fool. But we are interested in self-realization. Therefore we accept You, the Supreme Personality of Godhead, as our spiritual master, for You are able to see in all directions and are omniscient like the sun."
  },
  {
    "number": "ŚB 8.24.51",
    "sanskrit": "जनो जनस्यादिशतेऽसतीं गतिं\nयया प्रपद्येत दुरत्ययं तम: ।\nत्वं त्वव्ययं ज्ञानममोघमञ्जसा\nप्रपद्यते येन जनो निजं पदम् ॥ ५१ ॥",
    "english": "jano janasyādiśate ’satīṁ gatiṁ\nyayā prapadyeta duratyayaṁ tamaḥ\ntvaṁ tv avyayaṁ jñānam amogham añjasā\nprapadyate yena jano nijaṁ padam",
    "translation": "A materialistic so-called guru instructs his materialistic disciples about economic development and sense gratification, and because of such instructions the foolish disciples continue in the materialistic existence of ignorance. But Your Lordship gives knowledge that is eternal, and the intelligent person receiving such knowledge is quickly situated in his original constitutional position."
  },
  {
    "number": "ŚB 8.24.52",
    "sanskrit": "त्वं सर्वलोकस्य सुहृत् प्रियेश्वरो\nह्यात्मा गुरुर्ज्ञानमभीष्टसिद्धि: ।\nतथापि लोको न भवन्तमन्धधी-\nर्जानाति सन्तं हृदि बद्धकाम: ॥ ५२ ॥",
    "english": "tvaṁ sarva-lokasya suhṛt priyeśvaro\nhy ātmā gurur jñānam abhīṣṭa-siddhiḥ\ntathāpi loko na bhavantam andha-dhīr\njānāti santaṁ hṛdi baddha-kāmaḥ",
    "translation": "My Lord, You are the supreme well-wishing friend of everyone, the dearmost friend, the controller, the Supersoul, the supreme instructor and the giver of supreme knowledge and the fulfillment of all desires. But although You are within the heart, the foolish, because of lusty desires in the heart, cannot understand You."
  },
  {
    "number": "ŚB 8.24.53",
    "sanskrit": "त्वं त्वामहं देववरं वरेण्यं\nप्रपद्य ईशं प्रतिबोधनाय ।\nछिन्ध्यर्थदीपैर्भगवन् वचोभि-\nर्ग्रन्थीन् हृदय्यान् विवृणु स्वमोक: ॥ ५३ ॥",
    "english": "tvaṁ tvām ahaṁ deva-varaṁ vareṇyaṁ\nprapadya īśaṁ pratibodhanāya\nchindhy artha-dīpair bhagavan vacobhir\ngranthīn hṛdayyān vivṛṇu svam okaḥ",
    "translation": "O Supreme Lord, for self-realization I surrender unto You, who are worshiped by the demigods as the supreme controller of everything. By Your instructions, exposing life’s purpose, kindly cut the knot from the core of my heart and let me know the destination of my life."
  }
]