[
  {
    "number": "ŚB 4.20.23",
    "sanskrit": "पृथुरुवाच\nवरान्विभो त्वद्वरदेश्वराद् बुध:\nकथं वृणीते गुणविक्रियात्मनाम् ।\nये नारकाणामपि सन्ति देहिनां\nतानीश कैवल्यपते वृणे न च ॥ २३ ॥",
    "english": "varān vibho tvad varadeśvarād budhaḥ\nkathaṁ vṛṇīte guṇa-vikriyātmanām\nye nārakāṇām api santi dehināṁ\ntān īśa kaivalya-pate vṛṇe na ca",
    "translation": "My dear Lord, You are the best of the demigods who can offer benedictions. Why, therefore, should any learned person ask You for benedictions meant for living entities bewildered by the modes of nature? Such benedictions are available automatically, even in the lives of living entities suffering in hellish conditions. My dear Lord, You can certainly bestow merging into Your existence, but I do not wish to have such a benediction."
  },
  {
    "number": "ŚB 4.20.24",
    "sanskrit": "न कामये नाथ तदप्यहं क्‍वचिन्\nन यत्र युष्मच्चरणाम्बुजासव: ।\nमहत्तमान्तर्हृदयान्मुखच्युतो\nविधत्स्व कर्णायुतमेष मे वर: ॥ २४ ॥",
    "english": "na kāmaye nātha tad apy ahaṁ kvacin\nna yatra yuṣmac-caraṇāmbujāsavaḥ\nmahattamāntar-hṛdayān mukha-cyuto\nvidhatsva karṇāyutam eṣa me varaḥ",
    "translation": "My dear Lord, I therefore do not wish to have the benediction of merging into Your existence, a benediction in which there is no existence of the nectarean beverage of Your lotus feet. I want the benediction of at least one million ears, for thus I may be able to hear about the glories of Your lotus feet from the mouths of Your pure devotees."
  },
  {
    "number": "ŚB 4.20.25",
    "sanskrit": "स उत्तमश्लोक महन्मुखच्युतो\nभवत्पदाम्भोजसुधा कणानिल: ।\nस्मृतिं पुनर्विस्मृततत्त्ववर्त्मनां\nकुयोगिनां नो वितरत्यलं वरै: ॥ २५ ॥",
    "english": "sa uttamaśloka mahan-mukha-cyuto\nbhavat-padāmbhoja-sudhā kaṇānilaḥ\nsmṛtiṁ punar vismṛta-tattva-vartmanāṁ\nkuyogināṁ no vitaraty alaṁ varaiḥ",
    "translation": "My dear Lord, You are glorified by the selected verses uttered by great personalities. Such glorification of Your lotus feet is just like saffron particles. When the transcendental vibration from the mouths of great devotees carries the aroma of the saffron dust of Your lotus feet, the forgetful living entity gradually remembers his eternal relationship with You. Devotees thus gradually come to the right conclusion about the value of life. My dear Lord, I therefore do not need any other benediction but the opportunity to hear from the mouth of Your pure devotee."
  },
  {
    "number": "ŚB 4.20.26",
    "sanskrit": "यश: शिवं सुश्रव आर्यसङ्गमे\nयद‍ृच्छया चोपश‍ृणोति ते सकृत् ।\nकथं गुणज्ञो विरमेद्विना पशुं\nश्रीर्यत्प्रवव्रे गुणसङ्ग्रहेच्छया ॥ २६ ॥",
    "english": "yaśaḥ śivaṁ suśrava ārya-saṅgame\nyadṛcchayā copaśṛṇoti te sakṛt\nkathaṁ guṇa-jño viramed vinā paśuṁ\nśrīr yat pravavre guṇa-saṅgrahecchayā",
    "translation": "My dear highly glorified Lord, if one, in the association of pure devotees, hears even once the glories of Your activities, he does not, unless he is nothing but an animal, give up the association of devotees, for no intelligent person would be so careless as to leave their association. The perfection of chanting and hearing about Your glories was accepted even by the goddess of fortune, who desired to hear of Your unlimited activities and transcendental glories."
  },
  {
    "number": "ŚB 4.20.27",
    "sanskrit": "अथाभजे त्वाखिलपूरुषोत्तमं\nगुणालयं पद्मकरेव लालस: ।\nअप्यावयोरेकपतिस्पृधो: कलि-\nर्न स्यात्कृतत्वच्चरणैकतानयो: ॥ २७ ॥",
    "english": "athābhaje tvākhila-pūruṣottamaṁ\nguṇālayaṁ padma-kareva lālasaḥ\napy āvayor eka-pati-spṛdhoḥ kalir\nna syāt kṛta-tvac-caraṇaika-tānayoḥ",
    "translation": "Now I wish to engage in the service of the lotus feet of the Supreme Personality of Godhead and to serve just like the goddess of fortune, who carries a lotus flower in her hand, because His Lordship, the Supreme Personality of Godhead, is the reservoir of all transcendental qualities. I am afraid that the goddess of fortune and I would quarrel because both of us would be attentively engaged in the same service."
  },
  {
    "number": "ŚB 4.20.28",
    "sanskrit": "जगज्जनन्यां जगदीश वैशसं\nस्यादेव यत्कर्मणि न: समीहितम् ।\nकरोषि फल्ग्वप्युरु दीनवत्सल:\nस्व एव धिष्ण्येऽभिरतस्य किं तया ॥ २८ ॥",
    "english": "jagaj-jananyāṁ jagad-īśa vaiśasaṁ\nsyād eva yat-karmaṇi naḥ samīhitam\nkaroṣi phalgv apy uru dīna-vatsalaḥ\nsva eva dhiṣṇye ’bhiratasya kiṁ tayā",
    "translation": "My dear Lord of the universe, the goddess of fortune, Lakṣmī, is the mother of the universe, and yet I think that she may be angry with me because of my intruding upon her service and acting on that very platform to which she is so much attached. Yet I am hopeful that even though there is some misunderstanding, You will take my part, for You are very much inclined to the poor, and You always magnify even insignificant service unto You. Therefore even though she becomes angry, I think that there is no harm for You, because You are so self-sufficient that You can do without her."
  },
  {
    "number": "ŚB 4.20.29",
    "sanskrit": "भजन्त्यथ त्वामत एव साधवो\nव्युदस्तमायागुणविभ्रमोदयम् ।\nभवत्पदानुस्मरणाद‍ृते सतां\nनिमित्तमन्यद्भगवन्न विद्महे ॥ २९ ॥",
    "english": "bhajanty atha tvām ata eva sādhavo\nvyudasta-māyā-guṇa-vibhramodayam\nbhavat-padānusmaraṇād ṛte satāṁ\nnimittam anyad bhagavan na vidmahe",
    "translation": "Great saintly persons who are always liberated take to Your devotional service because only by devotional service can one be relieved from the illusions of material existence. O my Lord, there is no reason for the liberated souls to take shelter at Your lotus feet except that such souls are constantly thinking of Your feet."
  },
  {
    "number": "ŚB 4.20.30",
    "sanskrit": "मन्ये गिरं ते जगतां विमोहिनीं\nवरं वृणीष्वेति भजन्तमात्थ यत् ।\nवाचा नु तन्त्या यदि ते जनोऽसित:\nकथं पुन: कर्म करोति मोहित: ॥ ३० ॥",
    "english": "manye giraṁ te jagatāṁ vimohinīṁ\nvaraṁ vṛṇīṣveti bhajantam āttha yat\nvācā nu tantyā yadi te jano ’sitaḥ\nkathaṁ punaḥ karma karoti mohitaḥ",
    "translation": "My dear Lord, what You have said to Your unalloyed devotee is certainly very much bewildering. The allurements You offer in the Vedas are certainly not suitable for pure devotees. People in general, bound by the sweet words of the Vedas, engage themselves again and again in fruitive activities, enamored by the results of their actions."
  },
  {
    "number": "ŚB 4.20.31",
    "sanskrit": "त्वन्माययाद्धा जन ईश खण्डितो\nयदन्यदाशास्त ऋतात्मनोऽबुध: ।\nयथा चरेद् बालहितं पिता स्वयं\nतथा त्वमेवार्हसि न: समीहितुम् ॥ ३१ ॥",
    "english": "tvan-māyayāddhā jana īśa khaṇḍito\nyad anyad āśāsta ṛtātmano ’budhaḥ\nyathā cared bāla-hitaṁ pitā svayaṁ\ntathā tvam evārhasi naḥ samīhitum",
    "translation": "My Lord, due to Your illusory energy, all living beings in this material world have forgotten their real constitutional position, and out of ignorance they are always desirous of material happiness in the form of society, friendship and love. Therefore, please do not ask me to take some material benefits from You, but as a father, not waiting for the son’s demand, does everything for the benefit of the son, please bestow upon me whatever You think best for me."
  }
]