[
  {
    "number": "ŚB 6.16.18",
    "sanskrit": "ॐ नमस्तुभ्यं भगवते वासुदेवाय धीमहि ।\nप्रद्युम्नायानिरुद्धाय नम: सङ्कर्षणाय च ॥ १८ ॥\nनमो विज्ञानमात्राय परमानन्दमूर्तये ।\nआत्मारामाय शान्ताय निवृत्तद्वैतद‍ृष्टये ॥ १९ ॥",
    "english": "oṁ namas tubhyaṁ bhagavate\nvāsudevāya dhīmahi\npradyumnāyāniruddhāya\nnamaḥ saṅkarṣaṇāya ca",
    "translation": "[Nārada gave Citraketu the following mantra.] O Lord, O Supreme Personality of Godhead, who are addressed by the oṁkāra [praṇava], I offer my respectful obeisances unto You. O Lord Vāsudeva, I meditate upon You. O Lord Pradyumna, Lord Aniruddha and Lord Saṅkarṣaṇa, I offer You my respectful obeisances. O reservoir of spiritual potency, O supreme bliss, I offer my respectful obeisances unto You, who are self-sufficient and most peaceful. O ultimate truth, one without a second, You are realized as Brahman, Paramātmā and Bhagavān and are therefore the reservoir of all knowledge. I offer my respectful obeisances unto You."
  },
  {
    "number": "ŚB 6.16.19",
    "sanskrit": "",
    "english": "",
    "translation": ""
  },
  {
    "number": "ŚB 6.16.20",
    "sanskrit": "आत्मानन्दानुभूत्यैव न्यस्तशक्त्यूर्मये नम: ।\nहृषीकेशाय महते नमस्तेऽनन्तमूर्तये ॥ २० ॥",
    "english": "ātmānandānubhūtyaiva\nnyasta-śakty-ūrmaye namaḥ\nhṛṣīkeśāya mahate\nnamas te ’nanta-mūrtaye",
    "translation": "Perceiving Your personal bliss, You are always transcendental to the waves of material nature. Therefore, my Lord, I offer my respectful obeisances unto You. You are the supreme controller of the senses, and Your expansions of form are unlimited. You are the greatest, and therefore I offer my respectful obeisances unto You."
  },
  {
    "number": "ŚB 6.16.21",
    "sanskrit": "वचस्युपरतेऽप्राप्य य एको मनसा सह ।\nअनामरूपश्चिन्मात्र: सोऽव्यान्न: सदसत्पर: ॥ २१ ॥",
    "english": "vacasy uparate ’prāpya\nya eko manasā saha\nanāma-rūpaś cin-mātraḥ\nso ’vyān naḥ sad-asat-paraḥ",
    "translation": "The words and mind of the conditioned soul cannot approach the Supreme Personality of Godhead, for material names and forms are not applicable to the Lord, who is entirely spiritual, beyond the conception of gross and subtle forms. The impersonal Brahman is another of His forms. May He, by His pleasure, protect us."
  },
  {
    "number": "ŚB 6.16.22",
    "sanskrit": "यस्मिन्निदं यतश्चेदं तिष्ठत्यप्येति जायते ।\nमृण्मयेष्विव मृज्जातिस्तस्मै ते ब्रह्मणे नम: ॥ २२ ॥",
    "english": "yasminn idaṁ yataś cedaṁ\ntiṣṭhaty apyeti jāyate\nmṛṇmayeṣv iva mṛj-jātis\ntasmai te brahmaṇe namaḥ",
    "translation": "As pots made completely of earth are situated on earth after being created and are transformed into earth again when broken, this cosmic manifestation is caused by the Supreme Brahman, situated in the Supreme Brahman, and annihilated in the same Supreme Brahman. Therefore, since the Supreme Lord is the cause of Brahman, let us offer Him our respectful obeisances."
  },
  {
    "number": "ŚB 6.16.23",
    "sanskrit": "यन्न स्पृशन्ति न विदुर्मनोबुद्धीन्द्रियासव: ।\nअन्तर्बहिश्च विततं व्योमवत्तन्नतोऽस्म्यहम् ॥ २३ ॥",
    "english": "yan na spṛśanti na vidur\nmano-buddhīndriyāsavaḥ\nantar bahiś ca vitataṁ\nvyomavat tan nato ’smy aham",
    "translation": "The Supreme Brahman emanates from the Supreme Personality of Godhead and expands like the sky. Although untouched by anything material, it exists within and without. Nonetheless, the mind, intelligence, senses and living force can neither touch Him nor know Him. I offer unto Him my respectful obeisances."
  },
  {
    "number": "ŚB 6.16.24",
    "sanskrit": "देहेन्द्रियप्राणमनोधियोऽमी\nयदंशविद्धा: प्रचरन्ति कर्मसु ।\nनैवान्यदा लौहमिवाप्रतप्तं\nस्थानेषु तद् द्रष्ट्रपदेशमेति ॥ २४ ॥",
    "english": "dehendriya-prāṇa-mano-dhiyo ’mī\nyad-aṁśa-viddhāḥ pracaranti karmasu\nnaivānyadā lauham ivāprataptaṁ\nsthāneṣu tad draṣṭrapadeśam eti",
    "translation": "As iron has the power to burn when made red-hot in the association of fire, so the body, senses, living force, mind and intelligence, although merely lumps of matter, can function in their activities when infused with a particle of consciousness by the Supreme Personality of Godhead. As iron cannot burn unless heated by fire, the bodily senses cannot act unless favored by the Supreme Brahman."
  },
  {
    "number": "ŚB 6.16.25",
    "sanskrit": "ॐ नमो भगवते महापुरुषाय महानुभावाय महाविभूतिपतये सकलसात्वतपरिवृढनिकर करकमलकुड्‌मलोपलालितचरणारविन्दयुगल परमपरमेष्ठिन्नमस्ते ॥ २५ ॥",
    "english": "oṁ namo bhagavate mahā-puruṣāya mahānubhāvāya mahā-vibhūti-pataye sakala-sātvata-parivṛḍha-nikara-kara-kamala-kuḍmalopalālita-caraṇāravinda-yugala parama-parameṣṭhin namas te.",
    "translation": "O transcendental Lord, who are situated in the topmost planet of the spiritual world, Your two lotus feet are always massaged by a multitude of the best devotees with their lotus-bud hands. You are the Supreme Personality of Godhead, complete in six opulences. You are the supreme person mentioned in the Puruṣa-sūkta prayers. You are the most perfect, self-realized master of all mystic power. Let me offer my respectful obeisances unto You."
  }
]