[
  {
    "number": "ŚB 10.87.21",
    "sanskrit": "दुरवगमात्मतत्त्वनिगमाय तवात्ततनो-\nश्चरितमहामृताब्धिपरिवर्तपरिश्रमणा: ।\nन परिलषन्ति केचिदपवर्गमपीश्वर ते\nचरणसरोजहंसकुलसङ्गविसृष्टगृहा: ॥ २१ ॥",
    "english": "duravagamātma-tattva-nigamāya tavātta-tanoś carita-mahāmṛtābdhi-parivarta-pariśramaṇāḥ\nna parilaṣanti kecid apavargam apīśvara te caraṇa-saroja-haṁsa-kula-saṅga-visṛṣṭa-gṛhāḥ",
    "translation": "My Lord, some fortunate souls have gotten relief from the fatigue of material life by diving into the vast nectar ocean of Your pastimes, which You enact when You manifest Your personal forms to propagate the unfathomable science of the self. These rare souls, indifferent even to liberation, renounce the happiness of home and family because of their association with devotees who are like flocks of swans enjoying at the lotus of Your feet.",
    "odia": "ଦୁରଵଗମାତ୍ମ-ତତ୍ତ୍ଵ-ନିଗମାଯ ତଵାତ୍ତ-ତନୋଶ୍ ଚରିତ-ମହାମୃତାବ୍ଧି-ପରିଵର୍ତ-ପରିଶ୍ରମଣାଃ\nନ ପରିଲଷନ୍ତି କେଚିଦ୍ ଅପଵର୍ଗମ୍ ଅପୀଶ୍ଵର ତେ ଚରଣ-ସରୋଜ-ହଂସ-କୁଲ-ସଙ୍ଗ-ଵିସୃଷ୍ଟ-ଗୃହାଃ",
    "bengali": "দুরবগমাত্ম-তত্ত্ব-নিগমায তবাত্ত-তনোশ্ চরিত-মহামৃতাব্ধি-পরিবর্ত-পরিশ্রমণাঃ\nন পরিলষন্তি কেচিদ্ অপবর্গম্ অপীশ্বর তে চরণ-সরোজ-হংস-কুল-সঙ্গ-বিসৃষ্ট-গৃহাঃ"
  },
  {
    "number": "ŚB 10.87.22",
    "sanskrit": "त्वदनुपथं कुलायमिदमात्मसुहृत्प्रियव-\nच्चरति तथोन्मुखे त्वयि हिते प्रिय आत्मनि च ।\nन बत रमन्त्यहो असदुपासनयात्महनो\nयदनुशया भ्रमन्त्युरुभये कुशरीरभृत: ॥ २२ ॥",
    "english": "tvad-anupathaṁ kulāyam idam ātma-suhṛt-priya-vac\ncarati tathonmukhe tvayi hite priya ātmani ca\nna bata ramanty aho asad-upāsanayātma-hano\nyad-anuśayā bhramanty uru-bhaye ku-śarīra-bhṛtaḥ",
    "translation": "When this human body is used for Your devotional service, it acts as one’s self, friend and beloved. But unfortunately, although You always show mercy to the conditioned souls and affectionately help them in every way, and although You are their true Self, people in general fail to delight in You. Instead they commit spiritual suicide by worshiping illusion. Alas, because they persistently hope for success in their devotion to the unreal, they continue to wander about this greatly fearful world, assuming various degraded bodies.",
    "odia": "ତ୍ଵଦ୍-ଅନୁପଥଂ କୁଲାଯମ୍ ଇଦମ୍ ଆତ୍ମ-ସୁହୃତ୍-ପ୍ରିଯ-ଵଚ୍\nଚରତି ତଥୋନ୍ମୁଖେ ତ୍ଵଯି ହିତେ ପ୍ରିଯ ଆତ୍ମନି ଚ\nନ ବତ ରମନ୍ତ୍ଯ୍ ଅହୋ ଅସଦ୍-ଉପାସନଯାତ୍ମ-ହନୋ\nଯଦ୍-ଅନୁଶଯା ଭ୍ରମନ୍ତ୍ଯ୍ ଉରୁ-ଭଯେ କୁ-ଶରୀର-ଭୃତଃ",
    "bengali": "ত্বদ্-অনুপথং কুলাযম্ ইদম্ আত্ম-সুহৃত্-প্রিয-বচ্\nচরতি তথোন্মুখে ত্বযি হিতে প্রিয আত্মনি চ\nন বত রমন্ত্য্ অহো অসদ্-উপাসনযাত্ম-হনো\nযদ্-অনুশযা ভ্রমন্ত্য্ উরু-ভযে কু-শরীর-ভৃতঃ"
  },
  {
    "number": "ŚB 10.87.23",
    "sanskrit": "निभृतमरुन्मनोऽक्षद‍ृढयोगयुजो हृदि य-\nन्मुनय उपासते तदरयोऽपि ययु: स्मरणात् ।\nस्‍त्रिय उरगेन्द्रभोगभुजदण्डविषक्तधियो\nवयमपि ते समा: समद‍ृशोऽङ्‍‍घ्रिसरोजसुधा: ॥ २३ ॥",
    "english": "nibhṛta-marun-mano-’kṣa-dṛḍha-yoga-yujo hṛdi yan\nmunaya upāsate tad arayo ’pi yayuḥ smaraṇāt\nstriya uragendra-bhoga-bhuja-daṇḍa-viṣakta-dhiyo\nvayam api te samāḥ sama-dṛśo ’ṅghri-saroja-sudhāḥ",
    "translation": "Simply by constantly thinking of Him, the enemies of the Lord attained the same Supreme Truth whom sages fixed in yoga worship by controlling their breath, mind and senses. Similarly, we śrutis, who generally see You as all-pervading, will achieve the same nectar from Your lotus feet that Your consorts are able to relish because of their loving attraction to Your mighty, serpentine arms, for You look upon us and Your consorts in the same way.",
    "odia": "ନିଭୃତ-ମରୁନ୍-ମନୋ-’କ୍ଷ-ଦୃଢ-ଯୋଗ-ଯୁଜୋ ହୃଦି ଯନ୍\nମୁନଯ ଉପାସତେ ତଦ୍ ଅରଯୋ ’ପି ଯଯୁଃ ସ୍ମରଣାତ୍\nସ୍ତ୍ରିଯ ଉରଗେନ୍ଦ୍ର-ଭୋଗ-ଭୁଜ-ଦଣ୍ଡ-ଵିଷକ୍ତ-ଧିଯୋ\nଵଯମ୍ ଅପି ତେ ସମାଃ ସମ-ଦୃଶୋ ’ଙ୍ଘ୍ରି-ସରୋଜ-ସୁଧାଃ",
    "bengali": "নিভৃত-মরুন্-মনো-’ক্ষ-দৃঢ-যোগ-যুজো হৃদি যন্\nমুনয উপাসতে তদ্ অরযো ’পি যযুঃ স্মরণাত্\nস্ত্রিয উরগেন্দ্র-ভোগ-ভুজ-দণ্ড-বিষক্ত-ধিযো\nবযম্ অপি তে সমাঃ সম-দৃশো ’ঙ্ঘ্রি-সরোজ-সুধাঃ"
  },
  {
    "number": "ŚB 10.87.24",
    "sanskrit": "क इह नु वेद बतावरजन्मलयोऽग्रसरं\nयत उदगाद‍ृषिर्यमनु देवगणा उभये ।\nतर्हि न सन्न चासदुभयं न च कालजव:\nकिमपि न तत्र शास्‍त्रमवकृष्य शयीत यदा ॥ २४ ॥",
    "english": "ka iha nu veda batāvara-janma-layo ’gra-saraṁ\nyata udagād ṛṣir yam anu deva-gaṇā ubhaye\ntarhi na san na cāsad ubhayaṁ na ca kāla-javaḥ\nkim api na tatra śāstram avakṛṣya śayīta yadā",
    "translation": "Everyone in this world has recently been born and will soon die. So how can anyone here know Him who existed prior to everything else and who gave rise to the first learned sage, Brahmā, and all subsequent demigods, both lesser and greater? When He lies down and withdraws everything within Himself, nothing else remains — no gross or subtle matter or bodies composed of these, no force of time or revealed scripture.",
    "odia": "କ ଇହ ନୁ ଵେଦ ବତାଵର-ଜନ୍ମ-ଲଯୋ ’ଗ୍ର-ସରଂ\nଯତ ଉଦଗାଦ୍ ଋଷିର୍ ଯମ୍ ଅନୁ ଦେଵ-ଗଣା ଉଭଯେ\nତର୍ହି ନ ସନ୍ ନ ଚାସଦ୍ ଉଭଯଂ ନ ଚ କାଲ-ଜଵଃ\nକିମ୍ ଅପି ନ ତତ୍ର ଶାସ୍ତ୍ରମ୍ ଅଵକୃଷ୍ଯ ଶଯୀତ ଯଦା",
    "bengali": "ক ইহ নু বেদ বতাবর-জন্ম-লযো ’গ্র-সরং\nযত উদগাদ্ ঋষির্ যম্ অনু দেব-গণা উভযে\nতর্হি ন সন্ ন চাসদ্ উভযং ন চ কাল-জবঃ\nকিম্ অপি ন তত্র শাস্ত্রম্ অবকৃষ্য শযীত যদা"
  },
  {
    "number": "ŚB 10.87.25",
    "sanskrit": "जनिमसत: सतो मृतिमुतात्मनि ये च भिदां\nविपणमृतं स्मरन्त्युपदिशन्ति त आरुपितै: ।\nत्रिगुणमय: पुमानिति भिदा यदबोधकृता\nत्वयि न तत: परत्र स भवेदवबोधरसे ॥ २५ ॥",
    "english": "janim asataḥ sato mṛtim utātmani ye ca bhidāṁ\nvipaṇam ṛtaṁ smaranty upadiśanti ta ārupitaiḥ\ntri-guṇa-mayaḥ pumān iti bhidā yad abodha-kṛtā\ntvayi na tataḥ paratra sa bhaved avabodha-rase",
    "translation": "Supposed authorities who declare that matter is the origin of existence, that the permanent qualities of the soul can be destroyed, that the self is compounded of separate aspects of spirit and matter, or that material transactions constitute reality — all such authorities base their teachings on mistaken ideas that hide the truth. The dualistic conception that the living entity is produced from the three modes of nature is simply a product of ignorance. Such a conception has no real basis in You, for You are transcendental to all illusion and always enjoy perfect, total awareness.",
    "odia": "ଜନିମ୍ ଅସତଃ ସତୋ ମୃତିମ୍ ଉତାତ୍ମନି ଯେ ଚ ଭିଦାଂ\nଵିପଣମ୍ ଋତଂ ସ୍ମରନ୍ତ୍ଯ୍ ଉପଦିଶନ୍ତି ତ ଆରୁପିତୈଃ\nତ୍ରି-ଗୁଣ-ମଯଃ ପୁମାନ୍ ଇତି ଭିଦା ଯଦ୍ ଅବୋଧ-କୃତା\nତ୍ଵଯି ନ ତତଃ ପରତ୍ର ସ ଭଵେଦ୍ ଅଵବୋଧ-ରସେ",
    "bengali": "জনিম্ অসতঃ সতো মৃতিম্ উতাত্মনি যে চ ভিদাং\nবিপণম্ ঋতং স্মরন্ত্য্ উপদিশন্তি ত আরুপিতৈঃ\nত্রি-গুণ-মযঃ পুমান্ ইতি ভিদা যদ্ অবোধ-কৃতা\nত্বযি ন ততঃ পরত্র স ভবেদ্ অববোধ-রসে"
  },
  {
    "number": "ŚB 10.87.26",
    "sanskrit": "सदिव मनस्‍त्रिवृत्त्वयि विभात्यसदामनुजात्\nसदभिमृशन्त्यशेषमिदमात्मतयात्मविद: ।\nन हि विकृतिं त्यजन्ति कनकस्य तदात्मतया\nस्वकृतमनुप्रविष्टमिदमात्मतयावसितम् ॥ २६ ॥",
    "english": "sad iva manas tri-vṛt tvayi vibhāty asad ā-manujāt\nsad abhimṛśanty aśeṣam idam ātmatayātma-vidaḥ\nna hi vikṛtiṁ tyajanti kanakasya tad-ātmatayā\nsva-kṛtam anupraviṣṭam idam ātmatayāvasitam",
    "translation": "The three modes of material nature comprise everything in this world — from the simplest phenomena to the complex human body. Although these phenomena appear real, they are only a false reflection of the spiritual reality, being a superimposition of the mind upon You. Still, those who know the Supreme Self consider the entire material creation to be real inasmuch as it is nondifferent from the Self. Just as things made of gold are indeed not to be rejected, since their substance is actual gold, so this world is undoubtedly nondifferent from the Lord who created it and then entered within it.",
    "odia": "ସଦ୍ ଇଵ ମନସ୍ ତ୍ରି-ଵୃତ୍ ତ୍ଵଯି ଵିଭାତ୍ଯ୍ ଅସଦ୍ ଆ-ମନୁଜାତ୍\nସଦ୍ ଅଭିମୃଶନ୍ତ୍ଯ୍ ଅଶେଷମ୍ ଇଦମ୍ ଆତ୍ମତଯାତ୍ମ-ଵିଦଃ\nନ ହି ଵିକୃତିଂ ତ୍ଯଜନ୍ତି କନକସ୍ଯ ତଦ୍-ଆତ୍ମତଯା\nସ୍ଵ-କୃତମ୍ ଅନୁପ୍ରଵିଷ୍ଟମ୍ ଇଦମ୍ ଆତ୍ମତଯାଵସିତମ୍",
    "bengali": "সদ্ ইব মনস্ ত্রি-বৃত্ ত্বযি বিভাত্য্ অসদ্ আ-মনুজাত্\nসদ্ অভিমৃশন্ত্য্ অশেষম্ ইদম্ আত্মতযাত্ম-বিদঃ\nন হি বিকৃতিং ত্যজন্তি কনকস্য তদ্-আত্মতযা\nস্ব-কৃতম্ অনুপ্রবিষ্টম্ ইদম্ আত্মতযাবসিতম্"
  },
  {
    "number": "ŚB 10.87.27",
    "sanskrit": "तव परि ये चरन्त्यखिलसत्त्वनिकेततया\nत उत पदाक्रमन्त्यविगणय्य शिरो निर्ऋतेः ।\nपरिवयसे पशूनिव गिरा विबुधानपि तां-\nस्त्वयि कृतसौहृदा: खलु पुनन्ति न ये विमुखा: ॥ २७ ॥",
    "english": "tava pari ye caranty akhila-sattva-niketatayā\nta uta padākramanty avigaṇayya śiro nirṛteḥ\nparivayase paśūn iva girā vibudhān api tāṁs\ntvayi kṛta-sauhṛdāḥ khalu punanti na ye vimukhāḥ",
    "translation": "The devotees who worship You as the shelter of all beings disregard Death and place their feet on his head. But with the words of the Vedas You bind the nondevotees like animals, though they be vastly learned scholars. It is Your affectionate devotees who can purify themselves and others, not those who are inimical to You.",
    "odia": "ତଵ ପରି ଯେ ଚରନ୍ତ୍ଯ୍ ଅଖିଲ-ସତ୍ତ୍ଵ-ନିକେତତଯା\nତ ଉତ ପଦାକ୍ରମନ୍ତ୍ଯ୍ ଅଵିଗଣଯ୍ଯ ଶିରୋ ନିରୃତେଃ\nପରିଵଯସେ ପଶୂନ୍ ଇଵ ଗିରା ଵିବୁଧାନ୍ ଅପି ତାଂସ୍\nତ୍ଵଯି କୃତ-ସୌହୃଦାଃ ଖଲୁ ପୁନନ୍ତି ନ ଯେ ଵିମୁଖାଃ",
    "bengali": "তব পরি যে চরন্ত্য্ অখিল-সত্ত্ব-নিকেততযা\nত উত পদাক্রমন্ত্য্ অবিগণয্য শিরো নিরৃতেঃ\nপরিবযসে পশূন্ ইব গিরা বিবুধান্ অপি তাংস্\nত্বযি কৃত-সৌহৃদাঃ খলু পুনন্তি ন যে বিমুখাঃ"
  },
  {
    "number": "ŚB 10.87.28",
    "sanskrit": "त्वमकरण: स्वराडखिलकारकशक्तिधर-\nस्तव बलिमुद्वहन्ति समदन्त्यजयानिमिषा: ।\nवर्षभुजोऽखिलक्षितिपतेरिव विश्वसृजो\nविदधति यत्र ये त्वधिकृता भवतश्चकिता: ॥ २८ ॥",
    "english": "tvam akaraṇaḥ sva-rāḍ akhila-kāraka-śakti-dharas\ntava balim udvahanti samadanty ajayānimiṣāḥ\nvarṣa-bhujo ’khila-kṣiti-pater iva viśva-sṛjo\nvidadhati yatra ye tv adhikṛtā bhavataś cakitāḥ",
    "translation": "Though You have no material senses, You are the self-effulgent sustainer of everyone’s sensory powers. The demigods and material nature herself offer You tribute, while also enjoying the tribute offered them by their worshipers, just as subordinate rulers of various districts in a kingdom offer tribute to their lord, the ultimate proprietor of the land, while also enjoying the tribute paid them by their own subjects. In this way the universal creators faithfully execute their assigned services out of fear of You.",
    "odia": "ତ୍ଵମ୍ ଅକରଣଃ ସ୍ଵ-ରାଡ୍ ଅଖିଲ-କାରକ-ଶକ୍ତି-ଧରସ୍\nତଵ ବଲିମ୍ ଉଦ୍ଵହନ୍ତି ସମଦନ୍ତ୍ଯ୍ ଅଜଯାନିମିଷାଃ\nଵର୍ଷ-ଭୁଜୋ ’ଖିଲ-କ୍ଷିତି-ପତେର୍ ଇଵ ଵିଶ୍ଵ-ସୃଜୋ\nଵିଦଧତି ଯତ୍ର ଯେ ତ୍ଵ୍ ଅଧିକୃତା ଭଵତଶ୍ ଚକିତାଃ",
    "bengali": "ত্বম্ অকরণঃ স্ব-রাড্ অখিল-কারক-শক্তি-ধরস্\nতব বলিম্ উদ্বহন্তি সমদন্ত্য্ অজযানিমিষাঃ\nবর্ষ-ভুজো ’খিল-ক্ষিতি-পতের্ ইব বিশ্ব-সৃজো\nবিদধতি যত্র যে ত্ব্ অধিকৃতা ভবতশ্ চকিতাঃ"
  },
  {
    "number": "ŚB 10.87.29",
    "sanskrit": "स्थिरचरजातय: स्युरजयोत्थनिमित्तयुजो\nविहर उदीक्षया यदि परस्य विमुक्त तत: ।\nन हि परमस्य कश्चिदपरो न परश्च भवेद्\nवियत इवापदस्य तव शून्यतुलां दधत: ॥ २९ ॥",
    "english": "sthira-cara-jātayaḥ syur ajayottha-nimitta-yujo\nvihara udīkṣayā yadi parasya vimukta tataḥ\nna hi paramasya kaścid aparo na paraś ca bhaved\nviyata ivāpadasya tava śūnya-tulāṁ dadhataḥ",
    "translation": "O eternally liberated, transcendental Lord, Your material energy causes the various moving and nonmoving species of life to appear by activating their material desires, but only when and if You sport with her by briefly glancing at her. You, the Supreme Personality of Godhead, see no one as an intimate friend and no one as a stranger, just as the ethereal sky has no connection with perceptible qualities. In this sense You resemble a void.",
    "odia": "ସ୍ଥିର-ଚର-ଜାତଯଃ ସ୍ଯୁର୍ ଅଜଯୋତ୍ଥ-ନିମିତ୍ତ-ଯୁଜୋ\nଵିହର ଉଦୀକ୍ଷଯା ଯଦି ପରସ୍ଯ ଵିମୁକ୍ତ ତତଃ\nନ ହି ପରମସ୍ଯ କଶ୍ଚିଦ୍ ଅପରୋ ନ ପରଶ୍ ଚ ଭଵେଦ୍\nଵିଯତ ଇଵାପଦସ୍ଯ ତଵ ଶୂନ୍ଯ-ତୁଲାଂ ଦଧତଃ",
    "bengali": "স্থির-চর-জাতযঃ স্যুর্ অজযোত্থ-নিমিত্ত-যুজো\nবিহর উদীক্ষযা যদি পরস্য বিমুক্ত ততঃ\nন হি পরমস্য কশ্চিদ্ অপরো ন পরশ্ চ ভবেদ্\nবিযত ইবাপদস্য তব শূন্য-তুলাং দধতঃ"
  },
  {
    "number": "ŚB 10.87.30",
    "sanskrit": "अपरिमिता ध्रुवास्तनुभृतो यदि सर्वगता-\nस्तर्हि न शास्यतेति नियमो ध्रुव नेतरथा ।\nअजनि च यन्मयं तदविमुच्य नियन्तृ भवेत्\nसममनुजानतां यदमतं मतदुष्टतया ॥ ३० ॥",
    "english": "aparimitā dhruvās tanu-bhṛto yadi sarva-gatās\ntarhi na śāsyateti niyamo dhruva netarathā\najani ca yan-mayaṁ tad avimucya niyantṛ bhavet\nsamam anujānatāṁ yad amataṁ mata-duṣṭatayā",
    "translation": "If the countless living entities were all-pervading and possessed forms that never changed, You could not possibly be their absolute ruler, O immutable one. But since they are Your localized expansions and their forms are subject to change, You do control them. Indeed, that which supplies the ingredients for the generation of something is necessarily its controller because a product never exists apart from its ingredient cause. It is simply illusion for someone to think that he knows the Supreme Lord, who is equally present in each of His expansions, since whatever knowledge one gains by material means must be imperfect.",
    "odia": "ଅପରିମିତା ଧ୍ରୁଵାସ୍ ତନୁ-ଭୃତୋ ଯଦି ସର୍ଵ-ଗତାସ୍\nତର୍ହି ନ ଶାସ୍ଯତେତି ନିଯମୋ ଧ୍ରୁଵ ନେତରଥା\nଅଜନି ଚ ଯନ୍-ମଯଂ ତଦ୍ ଅଵିମୁଚ୍ଯ ନିଯନ୍ତୃ ଭଵେତ୍\nସମମ୍ ଅନୁଜାନତାଂ ଯଦ୍ ଅମତଂ ମତ-ଦୁଷ୍ଟତଯା",
    "bengali": "অপরিমিতা ধ্রুবাস্ তনু-ভৃতো যদি সর্ব-গতাস্\nতর্হি ন শাস্যতেতি নিযমো ধ্রুব নেতরথা\nঅজনি চ যন্-মযং তদ্ অবিমুচ্য নিযন্তৃ ভবেত্\nসমম্ অনুজানতাং যদ্ অমতং মত-দুষ্টতযা"
  },
  {
    "number": "ŚB 10.87.31",
    "sanskrit": "न घटत उद्भ‍व: प्रकृतिपूरुषयोरजयो-\nरुभययुजा भवन्त्यसुभृतो जलबुद्बुदवत् ।\nत्वयि त इमे ततो विविधनामगुणै: परमे\nसरित इवार्णवे मधुनि लिल्युरशेषरसा: ॥ ३१ ॥",
    "english": "na ghaṭata udbhavaḥ prakṛti-pūruṣayor ajayor\nubhaya-yujā bhavanty asu-bhṛto jala-budbuda-vat\ntvayi ta ime tato vividha-nāma-guṇaiḥ parame\nsarita ivārṇave madhuni lilyur aśeṣa-rasāḥ",
    "translation": "Neither material nature nor the soul who tries to enjoy her are ever born, yet living bodies come into being when these two combine, just as bubbles form where water meets the air. And just as rivers merge into the ocean or the nectar from many different flowers blends into honey, so all these conditioned beings eventually merge back into You, the Supreme, along with their various names and qualities.",
    "odia": "ନ ଘଟତ ଉଦ୍ଭଵଃ ପ୍ରକୃତି-ପୂରୁଷଯୋର୍ ଅଜଯୋର୍\nଉଭଯ-ଯୁଜା ଭଵନ୍ତ୍ଯ୍ ଅସୁ-ଭୃତୋ ଜଲ-ବୁଦ୍ବୁଦ-ଵତ୍\nତ୍ଵଯି ତ ଇମେ ତତୋ ଵିଵିଧ-ନାମ-ଗୁଣୈଃ ପରମେ\nସରିତ ଇଵାର୍ଣଵେ ମଧୁନି ଲିଲ୍ଯୁର୍ ଅଶେଷ-ରସାଃ",
    "bengali": "ন ঘটত উদ্ভবঃ প্রকৃতি-পূরুষযোর্ অজযোর্\nউভয-যুজা ভবন্ত্য্ অসু-ভৃতো জল-বুদ্বুদ-বত্\nত্বযি ত ইমে ততো বিবিধ-নাম-গুণৈঃ পরমে\nসরিত ইবার্ণবে মধুনি লিল্যুর্ অশেষ-রসাঃ"
  },
  {
    "number": "ŚB 10.87.32",
    "sanskrit": "नृषु तव मयया भ्रमममीष्ववगत्य भृशं\nत्वयि सुधियोऽभवे दधति भावमनुप्रभवम् ।\nकथमनुवर्ततां भवभयं तव यद् भ्रुकुटि:\nसृजति मुहुस्‍त्रिनेमिरभवच्छरणेषु भयम् ॥ ३२ ॥",
    "english": "nṛṣu tava mayayā bhramam amīṣv avagatya bhṛśaṁ\ntvayi su-dhiyo ’bhave dadhati bhāvam anuprabhavam\nkatham anuvartatāṁ bhava-bhayaṁ tava yad bhru-kuṭiḥ\nsṛjati muhus tri-nemir abhavac-charaṇeṣu bhayam",
    "translation": "The wise souls who understand how Your Māyā deludes all human beings render potent loving service to You, who are the source of liberation from birth and death. How, indeed, can fear of material life affect Your faithful servants? On the other hand, Your furrowing eyebrows — the triple-rimmed wheel of time — repeatedly terrify those who refuse to take shelter of You.",
    "odia": "ନୃଷୁ ତଵ ମଯଯା ଭ୍ରମମ୍ ଅମୀଷ୍ଵ୍ ଅଵଗତ୍ଯ ଭୃଶଂ\nତ୍ଵଯି ସୁ-ଧିଯୋ ’ଭଵେ ଦଧତି ଭାଵମ୍ ଅନୁପ୍ରଭଵମ୍\nକଥମ୍ ଅନୁଵର୍ତତାଂ ଭଵ-ଭଯଂ ତଵ ଯଦ୍ ଭ୍ରୁ-କୁଟିଃ\nସୃଜତି ମୁହୁସ୍ ତ୍ରି-ନେମିର୍ ଅଭଵଚ୍-ଛରଣେଷୁ ଭଯମ୍",
    "bengali": "নৃষু তব মযযা ভ্রমম্ অমীষ্ব্ অবগত্য ভৃশং\nত্বযি সু-ধিযো ’ভবে দধতি ভাবম্ অনুপ্রভবম্\nকথম্ অনুবর্ততাং ভব-ভযং তব যদ্ ভ্রু-কুটিঃ\nসৃজতি মুহুস্ ত্রি-নেমির্ অভবচ্-ছরণেষু ভযম্"
  },
  {
    "number": "ŚB 10.87.33",
    "sanskrit": "विजितहृषीकवायुभिरदान्तमनस्तुरगं\nय इह यतन्ति यन्तुमतिलोलमुपायखिद: ।\nव्यसनशतान्विता: समवहाय गुरोश्चरणं\nवणिज इवाज सन्त्यकृतकर्णधरा जलधौ ॥ ३३ ॥",
    "english": "vijita-hṛṣīka-vāyubhir adānta-manas tura-gaṁ\nya iha yatanti yantum ati-lolam upāya-khidaḥ\nvyasana-śatānvitāḥ samavahāya guroś caraṇaṁ\nvaṇija ivāja santy akṛta-karṇa-dharā jaladhau",
    "translation": "The mind is like an impetuous horse that even persons who have regulated their senses and breath cannot control. Those in this world who try to tame the uncontrolled mind, but who abandon the feet of their spiritual master, encounter hundreds of obstacles in their cultivation of various distressful practices. O unborn Lord, they are like merchants on a boat in the ocean who have failed to employ a helmsman.",
    "odia": "ଵିଜିତ-ହୃଷୀକ-ଵାଯୁଭିର୍ ଅଦାନ୍ତ-ମନସ୍ ତୁର-ଗଂ\nଯ ଇହ ଯତନ୍ତି ଯନ୍ତୁମ୍ ଅତି-ଲୋଲମ୍ ଉପାଯ-ଖିଦଃ\nଵ୍ଯସନ-ଶତାନ୍ଵିତାଃ ସମଵହାଯ ଗୁରୋଶ୍ ଚରଣଂ\nଵଣିଜ ଇଵାଜ ସନ୍ତ୍ଯ୍ ଅକୃତ-କର୍ଣ-ଧରା ଜଲଧୌ",
    "bengali": "বিজিত-হৃষীক-বাযুভির্ অদান্ত-মনস্ তুর-গং\nয ইহ যতন্তি যন্তুম্ অতি-লোলম্ উপায-খিদঃ\nব্যসন-শতান্বিতাঃ সমবহায গুরোশ্ চরণং\nবণিজ ইবাজ সন্ত্য্ অকৃত-কর্ণ-ধরা জলধৌ"
  },
  {
    "number": "ŚB 10.87.34",
    "sanskrit": "स्वजनसुतात्मदारधनधामधरासुरथै-\nस्त्वयि सति किं नृणां श्रयत आत्मनि सर्वरसे ।\nइति सदजानतां मिथुनतो रतये चरतां\nसुखयति को न्विह स्वविहते स्वनिरस्तभगे ॥ ३४ ॥",
    "english": "svajana-sutātma-dāra-dhana-dhāma-dharāsu-rathais\ntvayi sati kiṁ nṛṇām śrayata ātmani sarva-rase\niti sad ajānatāṁ mithunato rataye caratāṁ\nsukhayati ko nv iha sva-vihate sva-nirasta-bhage",
    "translation": "To those persons who take shelter of You, You reveal Yourself as the Supersoul, the embodiment of all transcendental pleasure. What further use have such devotees for their servants, children or bodies, their wives, money or houses, their land, good health or conveyances? And for those who fail to appreciate the truth about You and go on pursuing the pleasures of sex, what could there be in this entire world — a place inherently doomed to destruction and devoid of significance — that could give them real happiness?",
    "odia": "ସ୍ଵଜନ-ସୁତାତ୍ମ-ଦାର-ଧନ-ଧାମ-ଧରାସୁ-ରଥୈସ୍\nତ୍ଵଯି ସତି କିଂ ନୃଣାମ୍ ଶ୍ରଯତ ଆତ୍ମନି ସର୍ଵ-ରସେ\nଇତି ସଦ୍ ଅଜାନତାଂ ମିଥୁନତୋ ରତଯେ ଚରତାଂ\nସୁଖଯତି କୋ ନ୍ଵ୍ ଇହ ସ୍ଵ-ଵିହତେ ସ୍ଵ-ନିରସ୍ତ-ଭଗେ",
    "bengali": "স্বজন-সুতাত্ম-দার-ধন-ধাম-ধরাসু-রথৈস্\nত্বযি সতি কিং নৃণাম্ শ্রযত আত্মনি সর্ব-রসে\nইতি সদ্ অজানতাং মিথুনতো রতযে চরতাং\nসুখযতি কো ন্ব্ ইহ স্ব-বিহতে স্ব-নিরস্ত-ভগে"
  },
  {
    "number": "ŚB 10.87.35",
    "sanskrit": "भुवि पुरुपुण्यतीर्थसदनान्यृषयो विमदा-\nस्त उत भवत्पदाम्बुजहृदोऽघभिदङ्‍‍घ्रिजला: ।\nदधति सकृन्मनस्त्वयि य आत्मनि नित्यसुखे\nन पुनरुपासते पुरुषसारहरावसथान् ॥ ३५ ॥",
    "english": "bhuvi puru-puṇya-tīrtha-sadanāny ṛṣayo vimadās\nta uta bhavat-padāmbuja-hṛdo ’gha-bhid-aṅghri-jalāḥ\ndadhati sakṛn manas tvayi ya ātmani nitya-sukhe\nna punar upāsate puruṣa-sāra-harāvasathān",
    "translation": "Sages free from false pride live on this earth by frequenting the sacred pilgrimage sites and those places where the Supreme Lord displayed His pastimes. Because such devotees keep Your lotus feet within their hearts, the water that washes their feet destroys all sins. Anyone who even once turns his mind toward You, the ever-blissful Soul of all existence, no longer dedicates himself to serving family life at home, which simply robs a man of his good qualities.",
    "odia": "ଭୁଵି ପୁରୁ-ପୁଣ୍ଯ-ତୀର୍ଥ-ସଦନାନ୍ଯ୍ ଋଷଯୋ ଵିମଦାସ୍\nତ ଉତ ଭଵତ୍-ପଦାମ୍ବୁଜ-ହୃଦୋ ’ଘ-ଭିଦ୍-ଅଙ୍ଘ୍ରି-ଜଲାଃ\nଦଧତି ସକୃନ୍ ମନସ୍ ତ୍ଵଯି ଯ ଆତ୍ମନି ନିତ୍ଯ-ସୁଖେ\nନ ପୁନର୍ ଉପାସତେ ପୁରୁଷ-ସାର-ହରାଵସଥାନ୍",
    "bengali": "ভুবি পুরু-পুণ্য-তীর্থ-সদনান্য্ ঋষযো বিমদাস্\nত উত ভবত্-পদাম্বুজ-হৃদো ’ঘ-ভিদ্-অঙ্ঘ্রি-জলাঃ\nদধতি সকৃন্ মনস্ ত্বযি য আত্মনি নিত্য-সুখে\nন পুনর্ উপাসতে পুরুষ-সার-হরাবসথান্"
  },
  {
    "number": "ŚB 10.87.36",
    "sanskrit": "सत इदमुत्थितं सदिति चेन्ननु तर्कहतं\nव्यभिचरति क्व‍ च क्व‍ च मृषा न तथोभययुक् ।\nव्यवहृतये विकल्प इषितोऽन्धपरम्परया\nभ्रमयति भारती त उरुवृत्तिभिरुक्थजडान् ॥ ३६ ॥",
    "english": "sata idaṁ utthitaṁ sad iti cen nanu tarka-hataṁ\nvyabhicarati kva ca kva ca mṛṣā na tathobhaya-yuk\nvyavahṛtaye vikalpa iṣito ’ndha-paramparayā\nbhramayati bhāratī ta uru-vṛttibhir uktha-jaḍān",
    "translation": "It may be proposed that this world is permanently real because it is generated from the permanent reality, but such an argument is subject to logical refutation. Sometimes, indeed, the apparent nondifference of a cause and its effect fails to prove true, and at other times the product of something real is illusory. Furthermore, this world cannot be permanently real, for it partakes of the natures of not only the absolute reality but also the illusion disguising that reality. Actually, the visible forms of this world are just an imaginary arrangement resorted to by a succession of ignorant persons in order to facilitate their material affairs. With their various meanings and implications, the learned words of Your Vedas bewilder all persons whose minds have been dulled by hearing the incantations of sacrificial rituals.",
    "odia": "ସତ ଇଦଂ ଉତ୍ଥିତଂ ସଦ୍ ଇତି ଚେନ୍ ନନୁ ତର୍କ-ହତଂ\nଵ୍ଯଭିଚରତି କ୍ଵ ଚ କ୍ଵ ଚ ମୃଷା ନ ତଥୋଭଯ-ଯୁକ୍\nଵ୍ଯଵହୃତଯେ ଵିକଲ୍ପ ଇଷିତୋ ’ନ୍ଧ-ପରମ୍ପରଯା\nଭ୍ରମଯତି ଭାରତୀ ତ ଉରୁ-ଵୃତ୍ତିଭିର୍ ଉକ୍ଥ-ଜଡାନ୍",
    "bengali": "সত ইদং উত্থিতং সদ্ ইতি চেন্ ননু তর্ক-হতং\nব্যভিচরতি ক্ব চ ক্ব চ মৃষা ন তথোভয-যুক্\nব্যবহৃতযে বিকল্প ইষিতো ’ন্ধ-পরম্পরযা\nভ্রমযতি ভারতী ত উরু-বৃত্তিভির্ উক্থ-জডান্"
  },
  {
    "number": "ŚB 10.87.37",
    "sanskrit": "न यदिदमग्र आस न भविष्यदतो निधना-\nदनुमितमन्तरा त्वयि विभाति मृषैकरसे ।\nअत उपमीयते द्रविणजातिविकल्पपथै-\nर्वितथमनोविलासमृतमित्यवयन्त्यबुधा: ॥ ३७ ॥",
    "english": "na yad idam agra āsa na bhaviṣyad ato nidhanād\nanu mitam antarā tvayi vibhāti mṛṣaika-rase\nata upamīyate draviṇa-jāti-vikalpa-pathair\nvitatha-mano-vilāsam ṛtam ity avayanty abudhāḥ",
    "translation": "Since this universe did not exist prior to its creation and will no longer exist after its annihilation, we conclude that in the interim it is nothing more than a manifestation imagined to be visible within You, whose spiritual enjoyment never changes. We liken this universe to the transformation of various material substances into diverse forms. Certainly those who believe that this figment of the imagination is substantially real are less intelligent.",
    "odia": "ନ ଯଦ୍ ଇଦମ୍ ଅଗ୍ର ଆସ ନ ଭଵିଷ୍ଯଦ୍ ଅତୋ ନିଧନାଦ୍\nଅନୁ ମିତମ୍ ଅନ୍ତରା ତ୍ଵଯି ଵିଭାତି ମୃଷୈକ-ରସେ\nଅତ ଉପମୀଯତେ ଦ୍ରଵିଣ-ଜାତି-ଵିକଲ୍ପ-ପଥୈର୍\nଵିତଥ-ମନୋ-ଵିଲାସମ୍ ଋତମ୍ ଇତ୍ଯ୍ ଅଵଯନ୍ତ୍ଯ୍ ଅବୁଧାଃ",
    "bengali": "ন যদ্ ইদম্ অগ্র আস ন ভবিষ্যদ্ অতো নিধনাদ্\nঅনু মিতম্ অন্তরা ত্বযি বিভাতি মৃষৈক-রসে\nঅত উপমীযতে দ্রবিণ-জাতি-বিকল্প-পথৈর্\nবিতথ-মনো-বিলাসম্ ঋতম্ ইত্য্ অবযন্ত্য্ অবুধাঃ"
  },
  {
    "number": "ŚB 10.87.38",
    "sanskrit": "स यदजया त्वजामनुशयीत गुणांश्च जुषन्\nभजति सरूपतां तदनु मृत्युमपेतभग: ।\nत्वमुत जहासि तामहिरिव त्वचमात्तभगो\nमहसि महीयसेऽष्टगुणितेऽपरिमेयभग: ॥ ३८ ॥",
    "english": "sa yad ajayā tv ajām anuśayīta guṇāṁś ca juṣan\nbhajati sarūpatāṁ tad anu mṛtyum apeta-bhagaḥ\ntvam uta jahāsi tām ahir iva tvacam ātta-bhago\nmahasi mahīyase ’ṣṭa-guṇite ’parimeya-bhagaḥ",
    "translation": "The illusory material nature attracts the minute living entity to embrace her, and as a result he assumes forms composed of her qualities. Subsequently, he loses all his spiritual qualities and must undergo repeated deaths. You, however, avoid the material energy in the same way that a snake abandons its old skin. Glorious in Your possession of eight mystic perfections, You enjoy unlimited opulences.",
    "odia": "ସ ଯଦ୍ ଅଜଯା ତ୍ଵ୍ ଅଜାମ୍ ଅନୁଶଯୀତ ଗୁଣାଂଶ୍ ଚ ଜୁଷନ୍\nଭଜତି ସରୂପତାଂ ତଦ୍ ଅନୁ ମୃତ୍ଯୁମ୍ ଅପେତ-ଭଗଃ\nତ୍ଵମ୍ ଉତ ଜହାସି ତାମ୍ ଅହିର୍ ଇଵ ତ୍ଵଚମ୍ ଆତ୍ତ-ଭଗୋ\nମହସି ମହୀଯସେ ’ଷ୍ଟ-ଗୁଣିତେ ’ପରିମେଯ-ଭଗଃ",
    "bengali": "স যদ্ অজযা ত্ব্ অজাম্ অনুশযীত গুণাংশ্ চ জুষন্\nভজতি সরূপতাং তদ্ অনু মৃত্যুম্ অপেত-ভগঃ\nত্বম্ উত জহাসি তাম্ অহির্ ইব ত্বচম্ আত্ত-ভগো\nমহসি মহীযসে ’ষ্ট-গুণিতে ’পরিমেয-ভগঃ"
  },
  {
    "number": "ŚB 10.87.39",
    "sanskrit": "यदि न समुद्धरन्ति यतयो हृदि कामजटा\nदुरधिगमोऽसतां हृदि गतोऽस्मृतकण्ठमणि: ।\nअसुतृपयोगिनामुभयतोऽप्यसुखं भगव-\nन्ननपगतान्तकादनधिरूढपदाद् भवत: ॥ ३९ ॥",
    "english": "yadi na samuddharanti yatayo hṛdi kāma-jaṭā\nduradhigamo ’satāṁ hṛdi gato ’smṛta-kaṇṭha-maṇiḥ\nasu-tṛpa-yoginām ubhayato ’py asukhaṁ bhagavann\nanapagatāntakād anadhirūḍha-padād bhavataḥ",
    "translation": "Members of the renounced order who fail to uproot the last traces of material desire in their hearts remain impure, and thus You do not allow them to understand You. Although You are present within their hearts, for them You are like a jewel worn around the neck of a man who has totally forgotten it is there. O Lord, those who practice yoga only for sense gratification must suffer punishment both in this life and the next: from death, who will not release them, and from You, whose kingdom they cannot reach.",
    "odia": "ଯଦି ନ ସମୁଦ୍ଧରନ୍ତି ଯତଯୋ ହୃଦି କାମ-ଜଟା\nଦୁରଧିଗମୋ ’ସତାଂ ହୃଦି ଗତୋ ’ସ୍ମୃତ-କଣ୍ଠ-ମଣିଃ\nଅସୁ-ତୃପ-ଯୋଗିନାମ୍ ଉଭଯତୋ ’ପ୍ଯ୍ ଅସୁଖଂ ଭଗଵନ୍ନ୍\nଅନପଗତାନ୍ତକାଦ୍ ଅନଧିରୂଢ-ପଦାଦ୍ ଭଵତଃ",
    "bengali": "যদি ন সমুদ্ধরন্তি যতযো হৃদি কাম-জটা\nদুরধিগমো ’সতাং হৃদি গতো ’স্মৃত-কণ্ঠ-মণিঃ\nঅসু-তৃপ-যোগিনাম্ উভযতো ’প্য্ অসুখং ভগবন্ন্\nঅনপগতান্তকাদ্ অনধিরূঢ-পদাদ্ ভবতঃ"
  },
  {
    "number": "ŚB 10.87.40",
    "sanskrit": "त्वदवगमी न वेत्ति भवदुत्थशुभाशुभयो-\nर्गुणविगुणान्वयांस्तर्हि देहभृतां च गिर: ।\nअनुयुगमन्वहं सगुण गीतपरम्परया\nश्रवणभृतो यतस्त्वमपवर्गगतिर्मनुजै: ॥ ४० ॥",
    "english": "tvad avagamī na vetti bhavad-uttha-śubhāśubhayor\nguṇa-viguṇānvayāṁs tarhi deha-bhṛtāṁ ca giraḥ\nanu-yugam anv-ahaṁ sa-guṇa gīta-paramparayā\nśravaṇa-bhṛto yatas tvam apavarga-gatir manu-jaiḥ",
    "translation": "When a person realizes You, he no longer cares about his good and bad fortune arising from past pious and sinful acts, since it is You alone who control this good and bad fortune. Such a realized devotee also disregards what ordinary living beings say about him. Every day he fills his ears with Your glories, which are recited in each age by the unbroken succession of Manu’s descendants, and thus You become his ultimate salvation.",
    "odia": "ତ୍ଵଦ୍ ଅଵଗମୀ ନ ଵେତ୍ତି ଭଵଦ୍-ଉତ୍ଥ-ଶୁଭାଶୁଭଯୋର୍\nଗୁଣ-ଵିଗୁଣାନ୍ଵଯାଂସ୍ ତର୍ହି ଦେହ-ଭୃତାଂ ଚ ଗିରଃ\nଅନୁ-ଯୁଗମ୍ ଅନ୍ଵ୍-ଅହଂ ସ-ଗୁଣ ଗୀତ-ପରମ୍ପରଯା\nଶ୍ରଵଣ-ଭୃତୋ ଯତସ୍ ତ୍ଵମ୍ ଅପଵର୍ଗ-ଗତିର୍ ମନୁ-ଜୈଃ",
    "bengali": "ত্বদ্ অবগমী ন বেত্তি ভবদ্-উত্থ-শুভাশুভযোর্\nগুণ-বিগুণান্বযাংস্ তর্হি দেহ-ভৃতাং চ গিরঃ\nঅনু-যুগম্ অন্ব্-অহং স-গুণ গীত-পরম্পরযা\nশ্রবণ-ভৃতো যতস্ ত্বম্ অপবর্গ-গতির্ মনু-জৈঃ"
  },
  {
    "number": "ŚB 10.87.41",
    "sanskrit": "द्युपतय एव ते न ययुरन्तमनन्ततयात्वमपि यदन्तराण्डनिचया ननु सावरणा: । ख इव रजांसि वान्ति वयसा सह यच्छ्रुतय-स्त्वयि हि फलन्त्यतन्निरसनेन भवन्निधना: ॥ ४१ ॥",
    "english": "dyu-pataya eva te na yayur antam anantatayā\ntvam api yad-antarāṇḍa-nicayā nanu sāvaraṇāḥ\nkha iva rajāṁsi vānti vayasā saha yac chrutayas\ntvayi hi phalanty atan-nirasanena bhavan-nidhanāḥ",
    "translation": "Because You are unlimited, neither the lords of heaven nor even You Yourself can ever reach the end of Your glories. The countless universes, each enveloped in its shell, are compelled by the wheel of time to wander within You, like particles of dust blowing about in the sky. The śrutis, following their method of eliminating everything separate from the Supreme, become successful by revealing You as their final conclusion.",
    "odia": "ଦ୍ଯୁ-ପତଯ ଏଵ ତେ ନ ଯଯୁର୍ ଅନ୍ତମ୍ ଅନନ୍ତତଯା\nତ୍ଵମ୍ ଅପି ଯଦ୍-ଅନ୍ତରାଣ୍ଡ-ନିଚଯା ନନୁ ସାଵରଣାଃ\nଖ ଇଵ ରଜାଂସି ଵାନ୍ତି ଵଯସା ସହ ଯଚ୍ ଛ୍ରୁତଯସ୍\nତ୍ଵଯି ହି ଫଲନ୍ତ୍ଯ୍ ଅତନ୍-ନିରସନେନ ଭଵନ୍-ନିଧନାଃ",
    "bengali": "দ্যু-পতয এব তে ন যযুর্ অন্তম্ অনন্ততযা\nত্বম্ অপি যদ্-অন্তরাণ্ড-নিচযা ননু সাবরণাঃ\nখ ইব রজাংসি বান্তি বযসা সহ যচ্ ছ্রুতযস্\nত্বযি হি ফলন্ত্য্ অতন্-নিরসনেন ভবন্-নিধনাঃ"
  }
]