[
  {
    "number": "ŚB 5.3.4",
    "sanskrit": "ऋत्विज ऊचु:\nअर्हसि मुहुरर्हत्तमार्हणमस्माकमनुपथानां नमो नम इत्येतावत्सदुपशिक्षितं कोऽर्हति पुमान् प्रकृतिगुणव्यतिकरमतिरनीश ईश्वरस्य परस्य प्रकृतिपुरुषयोरर्वाक्तनाभिर्नामरूपाकृतिभी रूपनिरूपणम् ॥ ४ ॥ सकलजननिकायवृजिननिरसनशिवतमप्रवरगुणगणैकदेशकथनाद‍ृते ॥ ५ ॥",
    "english": "ṛtvija ūcuḥarhasi muhur arhattamārhaṇam asmākam anupathānāṁ namo nama ity etāvat sad-upaśikṣitaṁ ko ’rhati pumān prakṛti-guṇa-vyatikara-matir anīśa īśvarasya parasya prakṛti-puruṣayor arvāktanābhir nāma-rūpākṛtibhī rūpa-nirūpaṇam; sakala-jana-nikāya-vṛjina-nirasana-śivatama-pravara-guṇa-gaṇaika-deśa-kathanād ṛte.",
    "translation": "The priests began to offer prayers to the Lord, saying: O most worshipable one, we are simply Your servants. Although You are full in Yourself, please, out of Your causeless mercy, accept a little service from us, Your eternal servants. We are not actually aware of Your transcendental form, but we can simply offer our respectful obeisances again and again, as instructed by the Vedic literatures and authorized ācāryas. Materialistic living entities are very much attracted to the modes of material nature, and therefore they are never perfect, but You are above the jurisdiction of all material conceptions. Your name, form and qualities are all transcendental and beyond the conception of experimental knowledge. Indeed, who can conceive of You? In the material world we can perceive only material names and qualities. We have no other power than to offer our respectful obeisances and prayers unto You, the transcendental person. The chanting of Your auspicious transcendental qualities will wipe out the sins of all mankind. That is the most auspicious activity for us, and we can thus partially understand Your supernatural position."
  },
  {
    "number": "ŚB 5.3.5",
    "sanskrit": "",
    "english": "",
    "translation": ""
  },
  {
    "number": "ŚB 5.3.6",
    "sanskrit": "परिजनानुरागविरचितशबलसंशब्दसलिलसितकिसलयतुलसिकादूर्वाङ्कुरैरपि सम्भृतया सपर्यया किल परम परितुष्यसि ॥ ६ ॥",
    "english": "parijanānurāga-viracita-śabala-saṁśabda-salila-sita-kisalaya-tulasikā-dūrvāṅkurair api sambhṛtayā saparyayā kila parama parituṣyasi.",
    "translation": "O Supreme Lord, You are full in every respect. You are certainly very satisfied when Your devotees offer You prayers with faltering voices and in ecstasy bring You tulasī leaves, water, twigs bearing new leaves, and newly grown grass. This surely makes You satisfied."
  },
  {
    "number": "ŚB 5.3.7",
    "sanskrit": "अथानयापि न भवत इज्ययोरुभारभरया समुचितमर्थमिहोपलभामहे ॥ ७ ॥",
    "english": "athānayāpi na bhavata ijyayoru-bhāra-bharayā samucitam artham ihopalabhāmahe.",
    "translation": "We have engaged in Your worship with many things and have offered sacrifices unto You, but we think that there is no need for so many arrangements to please Your Lordship."
  },
  {
    "number": "ŚB 5.3.8",
    "sanskrit": "आत्मन एवानुसवनमञ्जसाव्यतिरेकेण बोभूयमानाशेषपुरुषार्थस्वरूपस्य किन्तु नाथाशिष आशासानानामेतदभिसंराधनमात्रं भवितुमर्हति ॥ ८ ॥",
    "english": "ātmana evānusavanam añjasāvyatirekeṇa bobhūyamānāśeṣa-puruṣārtha-svarūpasya kintu nāthāśiṣa āśāsānānām etad abhisaṁrādhana-mātraṁ bhavitum arhati.",
    "translation": "All of life’s goals and opulences are directly, self-sufficiently, unceasingly and unlimitedly increasing in You at every moment. Indeed, You are unlimited enjoyment and blissful existence itself. As far as we are concerned, O Lord, we are always after material enjoyment. You do not need all these sacrificial arrangements, but they are meant for us so that we may be benedicted by Your Lordship. All these sacrifices are performed for our fruitive results, and they are not actually needed by You."
  },
  {
    "number": "ŚB 5.3.9",
    "sanskrit": "श्लोक ५.३.९\nतद्यथा बालिशानां स्वयमात्मन: श्रेय: परमविदुषां परमपरमपुरुष प्रकर्षकरुणया स्वमहिमानं चापवर्गाख्यमुपकल्पयिष्यन् स्वयं नापचित एवेतरवदिहोपलक्षित: ॥ ९ ॥",
    "english": "tad yathā bāliśānāṁ svayam ātmanaḥ śreyaḥ param aviduṣāṁ parama-parama-puruṣa prakarṣa-karuṇayā sva-mahimānaṁ cāpavargākhyam upakalpayiṣyan svayaṁ nāpacita evetaravad ihopalakṣitaḥ.",
    "translation": "O Lord of lords, we are completely ignorant of the execution of dharma, artha, kāma and mokṣa, the process of liberation, because we do not actually know the goal of life. You have appeared personally before us like a person soliciting worship, but actually You are present here just so we can see You. You have come out of Your abundant and causeless mercy in order to serve our purpose, our interest, and give us the benefit of Your personal glory called apavarga, liberation. You have come, although You are not properly worshiped by us due to our ignorance."
  },
  {
    "number": "ŚB 5.3.10",
    "sanskrit": "अथायमेव वरो ह्यर्हत्तम यर्हि बर्हिषि राजर्षेर्वरदर्षभो भवान्निजपुरुषेक्षणविषय आसीत् ॥ १० ॥",
    "english": "athāyam eva varo hy arhattama yarhi barhiṣi rājarṣer varadarṣabho bhavān nija-puruṣekṣaṇa-viṣaya āsīt.",
    "translation": "O most worshipable of all, You are the best of all benefactors, and Your appearance at saintly King Nābhi’s sacrificial arena is meant for our benediction. Because You have been seen by us, You have bestowed upon us the most valuable benediction."
  },
  {
    "number": "ŚB 5.3.11",
    "sanskrit": "असङ्गनिशितज्ञानानलविधूताशेषमलानां भवत्स्वभावानामात्मारामाणां मुनीनामनवरतपरिगुणितगुणगण परममङ्गलायनगुणगणकथनोऽसि ॥ ११ ॥",
    "english": "asaṅga-niśita-jñānānala-vidhūtāśeṣa-malānāṁ bhavat-svabhāvānām ātmārāmāṇāṁ munīnām anavarata-pariguṇita-guṇa-gaṇa parama-maṅgalāyana-guṇa-gaṇa-kathano ’si.",
    "translation": "Dear Lord, all the great sages who are thoughtful and saintly persons incessantly recount Your spiritual qualities. These sages have already burned up all the unlimited dirty things and, by the fire of knowledge, strengthened their detachment from the material world. Thus they have attained Your qualities and are self-satisfied. Yet even for those who feel spiritual bliss in chanting Your attributes, Your personal presence is very rare."
  },
  {
    "number": "ŚB 5.3.12",
    "sanskrit": "अथ कथञ्चित्स्खलनक्षुत्पतनजृम्भणदुरवस्थानादिषु विवशानां न: स्मरणाय ज्वरमरणदशायामपि सकलकश्मलनिरसनानि तव गुणकृतनामधेयानि वचनगोचराणि भवन्तु ॥ १२ ॥",
    "english": "atha kathañcit skhalana-kṣut-patana-jṛmbhaṇa-duravasthānādiṣu vivaśānāṁ naḥ smaraṇāya jvara-maraṇa-daśāyām api sakala-kaśmala-nirasanāni tava guṇa-kṛta-nāmadheyāni vacana-gocarāṇi bhavantu.",
    "translation": "Dear Lord, we may not be able to remember Your name, form and qualities due to stumbling, hunger, falling down, yawning or being in a miserable diseased condition at the time of death when there is a high fever. We therefore pray unto You, O Lord, for You are very affectionate to Your devotees. Please help us remember You and utter Your holy names, attributes and activities, which can dispel all the reactions of our sinful lives."
  },
  {
    "number": "ŚB 5.3.13",
    "sanskrit": "किञ्चायं राजर्षिरपत्यकाम: प्रजां भवाद‍ृशीमाशासान ईश्वरमाशिषां स्वर्गापवर्गयोरपि भवन्तमुपधावति प्रजायामर्थप्रत्ययो धनदमिवाधन: फलीकरणम् ॥ १३ ॥",
    "english": "kiñcāyaṁ rājarṣir apatya-kāmaḥ prajāṁ bhavādṛśīm āśāsāna īśvaram āśiṣāṁ svargāpavargayor api bhavantam upadhāvati prajāyām artha-pratyayo dhanadam ivādhanaḥ phalīkaraṇam.",
    "translation": "Dear Lord, here is the great King Nābhi, whose ultimate goal in life is to have a son like You. Your Lordship, his position is like that of a person approaching a very rich man and begging for a little grain. Mahārāja Nābhi is so desirous of having a son that he is worshiping You for a son, although You can offer him any exalted position, including elevation to the heavenly planets or liberation back to Godhead."
  },
  {
    "number": "ŚB 5.3.14",
    "sanskrit": "को वा इह तेऽपराजितोऽपराजितया माययानवसितपदव्यानावृतमतिर्विषयविषरयानावृतप्रकृतिरनुपासितमहच्चरण: ॥ १४ ॥",
    "english": "ko vā iha te ’parājito ’parājitayā māyayānavasita-padavyānāvṛta-matir viṣaya-viṣa-rayānāvṛta-prakṛtir anupāsita-mahac-caraṇaḥ.",
    "translation": "Dear Lord, unless one worships the lotus feet of great devotees, one will be conquered by the illusory energy, and his intelligence will be bewildered. Indeed, who has not been carried away by the waves of material enjoyment, which are like poison? Your illusory energy is unconquerable. No one can see the path of this material energy or tell how it is working."
  },
  {
    "number": "ŚB 5.3.15",
    "sanskrit": "यदु ह वाव तव पुनरदभ्रकर्तरिह समाहूतस्तत्रार्थधियां मन्दानां नस्तद्यद्देवहेलनं देवदेवार्हसि साम्येन सर्वान् प्रतिवोढुमविदुषाम् ॥ १५ ॥",
    "english": "yad u ha vāva tava punar adabhra-kartar iha samāhūtas tatrārtha-dhiyāṁ mandānāṁ nas tad yad deva-helanaṁ deva-devārhasi sāmyena sarvān prativoḍhum aviduṣām.",
    "translation": "O Lord, You perform many wonderful activities. Our only aim was to acquire a son by performing this great sacrifice; therefore our intelligence is not very sharp. We are not experienced in ascertaining life’s goal. By inviting You to this negligible sacrifice for some material motive, we have certainly committed a great offense at Your lotus feet. Therefore, O Lord of lords, please excuse our offense because of Your causeless mercy and equal mind."
  }
]