[
  {
    "number": "ŚB 12.8.40",
    "sanskrit": "श्रीमार्कण्डेय उवाच\nकिं वर्णये तव विभो यदुदीरितोऽसु:\nसंस्पन्दते तमनु वाङ्‌मनइन्द्रियाणि ।\nस्पन्दन्ति वै तनुभृतामजशर्वयोश्च\nस्वस्याप्यथापि भजतामसि भावबन्धु: ॥ ४० ॥",
    "english": "kiṁ varṇaye tava vibho yad-udīrito ’suḥ\nsaṁspandate tam anu vāṅ-mana-indriyāṇi\nspandanti vai tanu-bhṛtām aja-śarvayoś ca\nsvasyāpy athāpi bhajatām asi bhāva-bandhuḥ",
    "translation": "Śrī Mārkaṇḍeya said: O Almighty Lord, how can I possibly describe You? You awaken the vital air, which then impels the mind, senses and power of speech to act. This is true for all ordinary conditioned souls and even for great demigods like Brahmā and Śiva. So it is certainly true for me. Nevertheless, You become the intimate friend of those who worship You."
  },
  {
    "number": "ŚB 12.8.41",
    "sanskrit": "मूर्ती इमे भगवतो भगवंस्त्रिलोक्या:\nक्षेमाय तापविरमाय च मृत्युजित्यै ।\nनाना बिभर्ष्यवितुमन्यतनूर्यथेदं\nसृष्ट्वा पुनर्ग्रससि सर्वमिवोर्णनाभि: ॥ ४१ ॥",
    "english": "mūrtī ime bhagavato bhagavaṁs tri-lokyāḥ\nkṣemāya tāpa-viramāya ca mṛtyu-jityai\nnānā bibharṣy avitum anya-tanūr yathedaṁ\nsṛṣṭvā punar grasasi sarvam ivorṇanābhiḥ",
    "translation": "O Supreme Personality of Godhead, these two personal forms of Yours have appeared to bestow the ultimate benefit for the three worlds — the cessation of material misery and the conquest of death. My Lord, although You create this universe and then assume many transcendental forms to protect it, You also swallow it up, just like a spider who spins and later withdraws its web."
  },
  {
    "number": "ŚB 12.8.42",
    "sanskrit": "तस्यावितु: स्थिरचरेशितुरङ्‍‍घ्रिमूलं\nयत्स्थं न कर्मगुणकालरज: स्पृशन्ति ।\nयद् वै स्तुवन्ति निनमन्ति यजन्त्यभीक्ष्णं\nध्यायन्ति वेदहृदया मुनयस्तदाप्‍त्यै ॥ ४२ ॥",
    "english": "tasyāvituḥ sthira-careśitur aṅghri-mūlaṁ\nyat-sthaṁ na karma-guṇa-kāla-rajaḥ spṛśanti\nyad vai stuvanti ninamanti yajanty abhīkṣṇaṁ\ndhyāyanti veda-hṛdayā munayas tad-āptyai",
    "translation": "Because You are the protector and the supreme controller of all moving and nonmoving beings, anyone who takes shelter of Your lotus feet can never be touched by the contamination of material work, material qualities or time. Great sages who have assimilated the essential meaning of the Vedas offer their prayers to You. To gain Your association, they bow down to You at every opportunity and constantly worship You and meditate upon You."
  },
  {
    "number": "ŚB 12.8.43",
    "sanskrit": "नान्यं तवाङ्‌घ्र्युपनयादपवर्गमूर्ते:\nक्षेमं जनस्य परितोभिय ईश विद्म: ।\nब्रह्मा बिभेत्यलमतो द्विपरार्धधिष्ण्य:\nकालस्य ते किमुत तत्कृतभौतिकानाम् ॥ ४३ ॥",
    "english": "nānyaṁ tavāṅghry-upanayād apavarga-mūrteḥ\nkṣemaṁ janasya parito-bhiya īśa vidmaḥ\nbrahmā bibhety alam ato dvi-parārdha-dhiṣṇyaḥ\nkālasya te kim uta tat-kṛta-bhautikānām",
    "translation": "My dear Lord, even Lord Brahmā, who enjoys his exalted position for the entire duration of the universe, fears the passage of time. Then what to speak of those whom Brahmā creates, the conditioned souls. They encounter fearful dangers at every step of their lives. I do not know of any relief from this fear except shelter at Your lotus feet, which are the very form of liberation."
  },
  {
    "number": "ŚB 12.8.44",
    "sanskrit": "तद् वै भजाम्यृतधियस्तव पादमूलं\nहित्वेदमात्मच्छदि चात्मगुरो: परस्य ।\nदेहाद्यपार्थमसदन्त्यमभिज्ञमात्रं\nविन्देत ते तर्हि सर्वमनीषितार्थम् ॥ ४४ ॥",
    "english": "tad vai bhajāmy ṛta-dhiyas tava pāda-mūlaṁ\nhitvedam ātma-cchadi cātma-guroḥ parasya\ndehādy apārtham asad antyam abhijña-mātraṁ\nvindeta te tarhi sarva-manīṣitārtham",
    "translation": "Therefore I worship Your lotus feet, having renounced my identification with the material body and everything else that covers my true self. These useless, insubstantial and temporary coverings are merely presumed to be separate from You, whose intelligence encompasses all truth. By attaining You — the Supreme Godhead and the master of the soul — one attains everything desirable."
  },
  {
    "number": "ŚB 12.8.45",
    "sanskrit": "सत्त्वं रजस्तम इतीश तवात्मबन्धो\nमायामया: स्थितिलयोदयहेतवोऽस्य ।\nलीला धृता यदपि सत्त्वमयी प्रशान्त्यै\nनान्ये नृणां व्यसनमोहभियश्च याभ्याम् ॥ ४५ ॥",
    "english": "sattvaṁ rajas tama itīśa tavātma-bandho\nmāyā-mayāḥ sthiti-layodaya-hetavo ’sya\nlīlā dhṛtā yad api sattva-mayī praśāntyai\nnānye nṛṇāṁ vyasana-moha-bhiyaś ca yābhyām",
    "translation": "O my Lord, O supreme friend of the conditioned soul, although for the creation, maintenance and annihilation of this world You accept the modes of goodness, passion and ignorance, which constitute Your illusory potency, You specifically employ the mode of goodness to liberate the conditioned souls. The other two modes simply bring them suffering, illusion and fear."
  },
  {
    "number": "ŚB 12.8.46",
    "sanskrit": "तस्मात्तवेह भगवन्नथ तावकानां\nशुक्लां तनुं स्वदयितां कुशला भजन्ति ।\nयत् सात्वता: पुरुषरूपमुशन्ति सत्त्वं\nलोको यतोऽभयमुतात्मसुखं न चान्यत् ॥ ४६ ॥",
    "english": "tasmāt taveha bhagavann atha tāvakānāṁ\nśuklāṁ tanuṁ sva-dayitāṁ kuśalā bhajanti\nyat sātvatāḥ puruṣa-rūpam uśanti sattvaṁ\nloko yato ’bhayam utātma-sukhaṁ na cānyat",
    "translation": "O Lord, because fearlessness, spiritual happiness and the kingdom of God are all achieved through the mode of pure goodness, Your devotees consider this mode, but never passion and ignorance, to be a direct manifestation of You, the Supreme Personality of Godhead. Intelligent persons thus worship Your beloved transcendental form, composed of pure goodness, along with the spiritual forms of Your pure devotees."
  },
  {
    "number": "ŚB 12.8.47",
    "sanskrit": "तस्मै नमो भगवते पुरुषाय भूम्ने\nविश्वाय विश्वगुरवे परदैवताय ।\nनारायणाय ऋषये च नरोत्तमाय\nहंसाय संयतगिरे निगमेश्वराय ॥ ४७ ॥",
    "english": "tasmai namo bhagavate puruṣāya bhūmne\nviśvāya viśva-gurave para-daivatāya\nnārāyaṇāya ṛṣaye ca narottamāya\nhaṁsāya saṁyata-gire nigameśvarāya",
    "translation": "I offer my humble obeisances to Him, the Supreme Personality of Godhead. He is the all-pervading and all-inclusive form of the universe, as well as its spiritual master. I bow down to Lord Nārāyaṇa, the supremely worshipable Deity appearing as a sage, and also to the saintly Nara, the best of human beings, who is fixed in perfect goodness, fully in control of his speech, and the propagator of the Vedic literatures."
  },
  {
    "number": "ŚB 12.8.48",
    "sanskrit": "यं वै न वेद वितथाक्षपथैर्भ्रमद्धी:\nसन्तं स्वकेष्वसुषु हृद्यपि द‍ृक्पथेषु ।\nतन्माययावृतमति: स उ एव साक्षा-\nदाद्यस्तवाखिलगुरोरुपसाद्य वेदम् ॥ ४८ ॥",
    "english": "yaṁ vai na veda vitathākṣa-pathair bhramad-dhīḥ\nsantaṁ svakeṣv asuṣu hṛdy api dṛk-patheṣu\ntan-māyayāvṛta-matiḥ sa u eva sākṣād\nādyas tavākhila-guror upasādya vedam",
    "translation": "A materialist, his intelligence perverted by the action of his deceptive senses, cannot recognize You at all, although You are always present within his own senses and heart and also among the objects of his perception. Yet even though one’s understanding has been covered by Your illusory potency, if one obtains Vedic knowledge from You, the supreme spiritual master of all, he can directly understand You."
  },
  {
    "number": "ŚB 12.8.49",
    "sanskrit": "यद्दर्शनं निगम आत्मरह:प्रकाशं\nमुह्यन्ति यत्र कवयोऽजपरा यतन्त: ।\nतं सर्ववादविषयप्रतिरूपशीलं\nवन्दे महापुरुषमात्मनिगूढबोधम् ॥ ४९ ॥",
    "english": "yad-darśanaṁ nigama ātma-rahaḥ-prakāśaṁ\nmuhyanti yatra kavayo ’ja-parā yatantaḥ\ntaṁ sarva-vāda-viṣaya-pratirūpa-śīlaṁ\nvande mahā-puruṣam ātma-nigūḍha-bodham",
    "translation": "My dear Lord, the Vedic literatures alone reveal confidential knowledge of Your supreme personality, and thus even such great scholars as Lord Brahmā himself are bewildered in their attempt to understand You through empirical methods. Each philosopher understands You according to his particular speculative conclusions. I worship that Supreme Person, knowledge of whom is hidden by the bodily designations covering the conditioned soul’s spiritual identity."
  }
]