[
  {
    "number": "ŚB 1.1.1",
    "sanskrit": "ॐ नमो भगवते वासुदेवाय\nजन्माद्यस्य यतोऽन्वयादितरतश्चार्थेष्वभिज्ञ: स्वराट्\nतेने ब्रह्म हृदा य आदिकवये मुह्यन्ति यत्सूरय: ।\nतेजोवारिमृदां यथा विनिमयो यत्र त्रिसर्गोऽमृषा\nधाम्ना स्वेन सदा निरस्तकुहकं सत्यं परं धीमहि ॥ १ ॥",
    "english": "janmādy asya yato ’nvayād itarataś cārtheṣv abhijñaḥ svarāṭ\ntene brahma hṛdā ya ādi-kavaye muhyanti yat sūrayaḥ\ntejo-vāri-mṛdāṁ yathā vinimayo yatra tri-sargo ’mṛṣā\ndhāmnā svena sadā nirasta-kuhakaṁ satyaṁ paraṁ dhīmahi",
    "odia": "ଜନ୍ମାଦ୍ୟ ଅସ୍ୟ ଯତୋ 'ନ୍ୱୟାଦ୍ ଇତରତଶ୍ ଚାର୍ଥେଷ୍ୱ ଅଭିଜ୍ଞଃ ସ୍ୱରାଟ୍\nତେନେ ବ୍ରହ୍ମ ହୃଦା ଯ ଆଦି-କବୟେ ମୁହ୍ୟନ୍ତି ଯତ୍-ସୂରୟଃ\nତେଜୋ-ବାରି-ମୃଦାଁଯଥା ବିନିମୟୋ ଯତ୍ର ତ୍ରି-ସର୍ଗୋ 'ମୃଷା\nଧାମ୍ନା ସ୍ୱେନ ସଦା ନିରସ୍ତ-କୁହକଂ ସତ୍ୟଂ ପରଂ ଧୀମହି",
    "bengali": "জন্মাদ্য অস্য যতো 'ন্বয়াদ্ ইতারতশ্চার্থেষ্ব অভিজ্ঞঃ স্বরাট্\nতেন ব্রহ্ম হৃদা য আদিকবয়ে মুহ্যন্তি যৎসূরয়ঃ\nতেজো-বারি-মৃদাং যথা বিনিময়ো যত্র ত্রি-সর্গো 'মৃষা\nধাম্না স্বেন সদা নিরস্ত-কুহকং সত্যং পরং ধীমহি",
    "translation": "O my Lord, Śrī Kṛṣṇa, son of Vasudeva, O all-pervading Personality of Godhead, I offer my respectful obeisances unto You. I meditate upon Lord Śrī Kṛṣṇa because He is the Absolute Truth and the primeval cause of all causes of the creation, sustenance and destruction of the manifested universes. He is directly and indirectly conscious of all manifestations, and He is independent because there is no other cause beyond Him. It is He only who first imparted the Vedic knowledge unto the heart of Brahmājī, the original living being. By Him even the great sages and demigods are placed into illusion, as one is bewildered by the illusory representations of water seen in fire, or land seen on water. Only because of Him do the material universes, temporarily manifested by the reactions of the three modes of nature, appear factual, although they are unreal. I therefore meditate upon Him, Lord Śrī Kṛṣṇa, who is eternally existent in the transcendental abode, which is forever free from the illusory representations of the material world. I meditate upon Him, for He is the Absolute Truth."
  },
  {
    "number": "ŚB 1.1.2",
    "sanskrit": "धर्म: प्रोज्झितकैतवोऽत्र परमो निर्मत्सराणां सतां\nवेद्यं वास्तवमत्र वस्तु शिवदं तापत्रयोन्मूलनम् ।\nश्रीमद्भागवते महामुनिकृते किं वा परैरीश्वर:\nसद्यो हृद्यवरुध्यतेऽत्र कृतिभि: शुश्रूषुभिस्तत्क्षणात् ॥ २ ॥",
    "english": "dharmaḥ projjhita-kaitavo ’tra paramo nirmatsarāṇāṁ satāṁ\nvedyaṁ vāstavam atra vastu śivadaṁ tāpa-trayonmūlanam\nśrīmad-bhāgavate mahā-muni-kṛte kiṁ vā parair īśvaraḥ\nsadyo hṛdy avarudhyate ’tra kṛtibhiḥ śuśrūṣubhis tat-kṣaṇāt",
    "odia": "ଧର୍ମଃ ପ୍ରୋଝ୍ଝିତ-କୈତବୋ'ତ୍ର ପରମୋ ନିର୍ମତ୍ସରାଣାଁ ସତାଁ\nବେଦ୍ୟଂ ବାସ୍ତବମ୍ ଅତ୍ର ବସ୍ତୁ ଶିବଦଂ ତାପ-ତ୍ରୟୋନ୍ମୂଳନମ୍\nଶ୍ରୀମଦ୍-ଭାଗବତେ ମହା-ମୁନି-କୃତେ କିଁ ବା ପରୈର୍ ଈଶ୍ୱରଃ\nସଦ୍ୟଃ ହୃଦ୍ୟ-ଅବରୁଧ୍ୟତେ'ତ୍ର କୃତିଭିଃ ଶୁଶ୍ରୂଷୁଭିସ୍ ତତ୍-କ୍ଷଣାତ୍",
    "bengali": "ধর্মঃ প্রোজ্ঝিত-কৈতবো'ত্র পরমো নির্মৎসরাণাং সতাং\nবেদ্যং বাস্তবমত্র বস্তু শিবদং তাপ-ত্রয়োন্মূলনম্\nশ্রীমদ্ভাগবতে মহা-মুনি-কৃতে কিম্ বা পরৈর্ ঈশ্বরঃ\nসদ্যঃ হৃদ্য-অবরুধ্যতে'ত্র কৃতিভিঃ শুশ্রূষুভিস্ তৎ-ক্ষণাত্",
    "translation": "Completely rejecting all religious activities which are materially motivated, this Bhāgavata Purāṇa propounds the highest truth, which is understandable by those devotees who are fully pure in heart. The highest truth is reality distinguished from illusion for the welfare of all. Such truth uproots the threefold miseries. This beautiful Bhāgavatam, compiled by the great sage Vyāsadeva [in his maturity], is sufficient in itself for God realization. What is the need of any other scripture? As soon as one attentively and submissively hears the message of Bhāgavatam, by this culture of knowledge the Supreme Lord is established within his heart."
  },
  {
    "number": "ŚB 1.1.3",
    "sanskrit": "निगमकल्पतरोर्गलितं फलं\nशुकमुखादमृतद्रवसंयुतम् ।\nपिबत भागवतं रसमालयं\nमुहुरहो रसिका भुवि भावुका: ॥ ३ ॥",
    "english": "nigama-kalpa-taror galitaṁ phalaṁ\nśuka-mukhād amṛta-drava-saṁyutam\npibata bhāgavataṁ rasam ālayam\nmuhur aho rasikā bhuvi bhāvukāḥ",
    "odia": "ନିଗମ-କଳ୍ପ-ତରୋର୍ ଗଲିତଂ ଫଳଂ\nଶୁକ-ମୁଖାଦ୍ ଅମୃତ-ଦ୍ରବ-ସଂୟୁତମ୍\nପିବତ ଭାଗବତଂ ରସ-ମାଳୟଂ\nମୁହୁର୍ ଅହୋ ରସିକା ଭୁବି ଭାବୁକାଃ",
    "bengali": "নিগম-কল্প-তরোর্ গলিতং ফলং\nশুক-মুখাদ্ অমৃত-দ্রব-সংযুক্তম্\nপিবত ভাগবতম্ রস-মালয়ং\nমুহুর্ অহো রসিকা ভূবি ভাবুকাঃ",
    "translation": "O expert and thoughtful men, relish Śrīmad-Bhāgavatam, the mature fruit of the desire tree of Vedic literatures. It emanated from the lips of Śrī Śukadeva Gosvāmī. Therefore this fruit has become even more tasteful, although its nectarean juice was already relishable for all, including liberated souls."
  }
]