[
  {
    "number": "ŚB 6.9.21",
    "sanskrit": "श्रीदेवा ऊचु:\nवाय्वम्बराग्‍न्यप्क्षितयस्त्रिलोका\nब्रह्मादयो ये वयमुद्विजन्त: ।\nहराम यस्मै बलिमन्तकोऽसौ\nबिभेति यस्मादरणं ततो न: ॥ २१ ॥",
    "english": "vāyv-ambarāgny-ap-kṣitayas tri-lokā\nbrahmādayo ye vayam udvijantaḥ\nharāma yasmai balim antako ’sau\nbibheti yasmād araṇaṁ tato naḥ",
    "translation": "The demigods said: The three worlds are created by the five elements — namely ether, air, fire, water and earth — which are controlled by various demigods, beginning from Lord Brahmā. Being very much afraid that the time factor will end our existence, we offer presentations unto time by performing our work as time dictates. The time factor himself, however, is afraid of the Supreme Personality of Godhead. Therefore let us now worship that Supreme Lord, who alone can give us full protection."
  },
  {
    "number": "ŚB 6.9.22",
    "sanskrit": "अविस्मितं तं परिपूर्णकामं\nस्वेनैव लाभेन समं प्रशान्तम् ।\nविनोपसर्पत्यपरं हि बालिश:\nश्वलाङ्गुलेनातितितर्ति सिन्धुम् ॥ २२ ॥",
    "english": "avismitaṁ taṁ paripūrṇa-kāmaṁ\nsvenaiva lābhena samaṁ praśāntam\nvinopasarpaty aparaṁ hi bāliśaḥ\nśva-lāṅgulenātititarti sindhum",
    "translation": "Free from all material conceptions of existence and never wonder-struck by anything, the Lord is always jubilant and fully satisfied by His own spiritual perfection. He has no material designations, and therefore He is steady and unattached. That Supreme Personality of Godhead is the only shelter of everyone. Anyone desiring to be protected by others is certainly a great fool who desires to cross the sea by holding the tail of a dog."
  },
  {
    "number": "ŚB 6.9.23",
    "sanskrit": "यस्योरुश‍ृङ्गे जगतीं स्वनावं\nमनुर्यथाबध्य ततार दुर्गम् ।\nस एव नस्त्वाष्ट्रभयाद्‌दुरन्तात्\nत्राताश्रितान्वारिचरोऽपि नूनम् ॥ २३ ॥",
    "english": "yasyoru-śṛṅge jagatīṁ sva-nāvaṁ\nmanur yathābadhya tatāra durgam\nsa eva nas tvāṣṭra-bhayād durantāt\ntrātāśritān vāricaro ’pi nūnam",
    "translation": "The Manu named King Satyavrata formerly saved himself by tying the small boat of the entire world to the horn of the Matsya avatāra, the fish incarnation. By the grace of the Matsya avatāra, Manu saved himself from the great danger of the flood. May that same fish incarnation save us from the great and fearful danger caused by the son of Tvaṣṭā."
  },
  {
    "number": "ŚB 6.9.24",
    "sanskrit": "पुरा स्वयम्भूरपि संयमाम्भ-\nस्युदीर्णवातोर्मिरवै: कराले ।\nएकोऽरविन्दात् पतितस्ततार\nतस्माद् भयाद्येन स नोऽस्तु पार: ॥ २४ ॥",
    "english": "purā svayambhūr api saṁyamāmbhasy\nudīrṇa-vātormi-ravaiḥ karāle\neko ’ravindāt patitas tatāra\ntasmād bhayād yena sa no ’stu pāraḥ",
    "translation": "In the beginning of creation, a tremendous wind caused fierce waves of inundating water. The great waves made such a horrible sound that Lord Brahmā almost fell from his seat on the lotus into the water of devastation, but he was saved with the help of the Lord. Thus we also expect the Lord to protect us from this dangerous condition."
  },
  {
    "number": "ŚB 6.9.25",
    "sanskrit": "य एक ईशो निजमायया न:\nससर्ज येनानुसृजाम\nविश्वम् ।",
    "english": "ya eka īśo nija-māyayā naḥ\nsasarja yenānusṛjāma viśvam\nvayaṁ na yasyāpi puraḥ samīhataḥ\npaśyāma liṅgaṁ pṛthag īśa-māninaḥ",
    "translation": "The Supreme Personality of Godhead, who created us by His external potency and by whose mercy we expand the creation of the universe, is always situated before us as the Supersoul, but we cannot see His form. We are unable to see Him because all of us think that we are separate and independent gods."
  },
  {
    "number": "ŚB 6.9.26",
    "sanskrit": "यो न: सपत्नैर्भृशमर्द्यमानान्\nदेवर्षितिर्यङ्‌नृषु नित्य एव ।\nकृतावतारस्तनुभि: स्वमायया\nकृत्वात्मसात् पाति युगे युगे च ॥ २६ ॥\nतमेव देवं वयमात्मदैवतं\nपरं प्रधानं पुरुषं विश्वमन्यम् ।\nव्रजाम सर्वे शरणं शरण्यं\nस्वानां स नो धास्यति शं महात्मा ॥ २७ ॥",
    "english": "yo naḥ sapatnair bhṛśam ardyamānān\ndevarṣi-tiryaṅ-nṛṣu nitya eva\nkṛtāvatāras tanubhiḥ sva-māyayā\nkṛtvātmasāt pāti yuge yuge ca",
    "translation": "By His inconceivable internal potency, the Supreme Personality of Godhead expands into various transcendental bodies as Vāmanadeva, the incarnation of strength among the demigods; Paraśurāma, the incarnation among saints; Nṛsiṁhadeva and Varāha, incarnations among animals; and Matsya and Kūrma, incarnations among aquatics. He accepts various transcendental bodies among all types of living entities, and among human beings He especially appears as Lord Kṛṣṇa and Lord Rāma. By His causeless mercy, He protects the demigods, who are always harassed by the demons. He is the supreme worshipable Deity of all living entities. He is the supreme cause, represented as the male and female creative energies. Although different from this universe, He exists in His universal form [virāṭ-rūpa]. In our fearful condition, let us take shelter of Him, for we are sure that the Supreme Lord, the Supreme Soul, will give us His protection."
  },
  {
    "number": "ŚB 6.9.27",
    "sanskrit": "",
    "english": "",
    "translation": ""
  }
]