[
  {
    "number": "ŚB 10.3.24",
    "sanskrit": "श्रीदेवक्युवाच\nरूपं यत् तत् प्राहुरव्यक्तमाद्यं\nब्रह्म ज्योतिर्निर्गुणं निर्विकारम् ।\nसत्तामात्रं निर्विशेषं निरीहं\nस त्वं साक्षाद् विष्णुरध्यात्मदीप: ॥ २४ ॥",
    "english": "rūpaṁ yat tat prāhur avyaktam ādyaṁ\nbrahma jyotir nirguṇaṁ nirvikāram\nsattā-mātraṁ nirviśeṣaṁ nirīhaṁ\nsa tvaṁ sākṣād viṣṇur adhyātma-dīpaḥ",
    "translation": "Śrī Devakī said: My dear Lord, there are different Vedas, some of which describe You as unperceivable through words and the mind. Yet You are the origin of the entire cosmic manifestation. You are Brahman, the greatest of everything, full of effulgence like the sun. You have no material cause, You are free from change and deviation, and You have no material desires. Thus the Vedas say that You are the substance. Therefore, my Lord, You are directly the origin of all Vedic statements, and by understanding You, one gradually understands everything. You are different from the light of Brahman and Paramātmā, yet You are not different from them. Everything emanates from You. Indeed, You are the cause of all causes, Lord Viṣṇu, the light of all transcendental knowledge."
  },
  {
    "number": "ŚB 10.3.25",
    "sanskrit": "नष्टे लोके द्विपरार्धावसाने\nमहाभूतेष्वादिभूतं गतेषु ।\nव्यक्तेऽव्यक्तं कालवेगेन याते\nभवानेक: शिष्यतेऽशेषसंज्ञ: ॥ २५ ॥",
    "english": "naṣṭe loke dvi-parārdhāvasāne\nmahā-bhūteṣv ādi-bhūtaṁ gateṣu\nvyakte ’vyaktaṁ kāla-vegena yāte\nbhavān ekaḥ śiṣyate ’śeṣa-saṁjñaḥ",
    "translation": "After millions of years, at the time of cosmic annihilation, when everything, manifested and unmanifested, is annihilated by the force of time, the five gross elements enter into the subtle conception, and the manifested categories enter into the unmanifested substance. At that time, You alone remain, and You are known as Ananta Śeṣa-nāga."
  },
  {
    "number": "ŚB 10.3.26",
    "sanskrit": "योऽयं कालस्तस्य तेऽव्यक्तबन्धो\nचेष्टामाहुश्चेष्टते येन विश्वम् ।\nनिमेषादिर्वत्सरान्तो महीयां-\nस्तं त्वेशानं क्षेमधाम प्रपद्ये ॥ २६ ॥",
    "english": "yo ’yaṁ kālas tasya te ’vyakta-bandho\nceṣṭām āhuś ceṣṭate yena viśvam\nnimeṣādir vatsarānto mahīyāṁs\ntaṁ tveśānaṁ kṣema-dhāma prapadye",
    "translation": "O inaugurator of the material energy, this wonderful creation works under the control of powerful time, which is divided into seconds, minutes, hours and years. This element of time, which extends for many millions of years, is but another form of Lord Viṣṇu. For Your pastimes, You act as the controller of time, but You are the reservoir of all good fortune. Let me offer my full surrender unto Your Lordship."
  },
  {
    "number": "ŚB 10.3.27",
    "sanskrit": "मर्त्यो मृत्युव्यालभीत: पलायन्‌\nलोकान् सर्वान्निर्भयं नाध्यगच्छत् ।\nत्वत्पादाब्जं प्राप्य यद‍ृच्छयाद्य\nसुस्थ: शेते मृत्युरस्मादपैति ॥ २७ ॥",
    "english": "martyo mṛtyu-vyāla-bhītaḥ palāyan\nlokān sarvān nirbhayaṁ nādhyagacchat\ntvat pādābjaṁ prāpya yadṛcchayādya\nsusthaḥ śete mṛtyur asmād apaiti",
    "translation": "No one in this material world has become free from the four principles birth, death, old age and disease, even by fleeing to various planets. But now that You have appeared, My Lord, death is fleeing in fear of You, and the living entities, having obtained shelter at Your lotus feet by Your mercy, are sleeping in full mental peace."
  },
  {
    "number": "ŚB 10.3.28",
    "sanskrit": "स त्वं घोरादुग्रसेनात्मजान्न-\nस्त्राहि त्रस्तान् भृत्यवित्रासहासि ।\nरूपं चेदं पौरुषं ध्यानधिष्ण्यं\nमा प्रत्यक्षं मांसद‍ृशां कृषीष्ठा: ॥ २८ ॥",
    "english": "sa tvaṁ ghorād ugrasenātmajān nas\ntrāhi trastān bhṛtya-vitrāsa-hāsi\nrūpaṁ cedaṁ pauruṣaṁ dhyāna-dhiṣṇyaṁ\nmā pratyakṣaṁ māṁsa-dṛśāṁ kṛṣīṣṭhāḥ",
    "translation": "My Lord, because You dispel all the fear of Your devotees, I request You to save us and give us protection from the terrible fear of Kaṁsa. Your form as Viṣṇu, the Supreme Personality of Godhead, is appreciated by yogīs in meditation. Please make this form invisible to those who see with material eyes."
  },
  {
    "number": "ŚB 10.3.29",
    "sanskrit": "जन्म ते मय्यसौ पापो मा विद्यान्मधुसूदन ।\nसमुद्विजे भवद्धेतो: कंसादहमधीरधी: ॥ २९ ॥",
    "english": "janma te mayy asau pāpo\nmā vidyān madhusūdana\nsamudvije bhavad-dhetoḥ\nkaṁsād aham adhīra-dhīḥ",
    "translation": "O Madhusūdana, because of Your appearance, I am becoming more and more anxious in fear of Kaṁsa. Therefore, please arrange for that sinful Kaṁsa to be unable to understand that You have taken birth from my womb."
  },
  {
    "number": "ŚB 10.3.30",
    "sanskrit": "उपसंहर विश्वात्मन्नदो रूपमलौकिकम् ।\nशङ्खचक्रगदापद्मश्रिया जुष्टं चतुर्भुजम् ॥ ३० ॥",
    "english": "upasaṁhara viśvātmann\nado rūpam alaukikam\nśaṅkha-cakra-gadā-padma-\nśriyā juṣṭaṁ catur-bhujam",
    "translation": "O my Lord, You are the all-pervading Supreme Personality of Godhead, and Your transcendental four-armed form, holding conchshell, disc, club and lotus, is unnatural for this world. Please withdraw this form [and become just like a natural human child so that I may try to hide You somewhere]."
  },
  {
    "number": "ŚB 10.3.31",
    "sanskrit": "विश्वं यदेतत् स्वतनौ निशान्ते\nयथावकाशं पुरुष: परो भवान् ।\nबिभर्ति सोऽयं मम गर्भगोऽभू-\nदहो नृलोकस्य विडम्बनं हि तत् ॥ ३१ ॥",
    "english": "viśvaṁ yad etat sva-tanau niśānte\nyathāvakāśaṁ puruṣaḥ paro bhavān\nbibharti so ’yaṁ mama garbhago ’bhūd\naho nṛ-lokasya viḍambanaṁ hi tat",
    "translation": "At the time of devastation, the entire cosmos, containing all created moving and nonmoving entities, enters Your transcendental body and is held there without difficulty. But now this transcendental form has taken birth from my womb. People will not be able to believe this, and I shall become an object of ridicule."
  }
]