[
  {
    "number": "ŚB 5.17.17",
    "sanskrit": "श्रीभगवानुवाच\nॐ नमो भगवते महापुरुषाय सर्वगुणसङ्ख्यानायानन्तायाव्यक्ताय नम इति ॥ १७ ॥",
    "english": "śrī-bhagavān uvācaoṁ namo bhagavate mahā-puruṣāya sarva-guṇa-saṅkhyānāyānantāyāvyaktāya nama iti.",
    "translation": "The most powerful Lord Śiva says: O Supreme Personality of Godhead, I offer my respectful obeisances unto You in Your expansion as Lord Saṅkarṣaṇa. You are the reservoir of all transcendental qualities. Although You are unlimited, You remain unmanifest to the nondevotees."
  },
  {
    "number": "ŚB 5.17.18",
    "sanskrit": "भजे भजन्यारणपादपङ्कजंभगस्य कृत्‍स्‍नस्य परं परायणम् । भक्तेष्वलं भावितभूतभावनंभवापहं त्वा भवभावमीश्वरम् ॥ १८ ॥",
    "english": "bhaje bhajanyāraṇa-pāda-paṅkajaṁ\nbhagasya kṛtsnasya paraṁ parāyaṇam\nbhakteṣv alaṁ bhāvita-bhūta-bhāvanaṁ\nbhavāpahaṁ tvā bhava-bhāvam īśvaram",
    "translation": "O my Lord, You are the only worshipable person, for You are the Supreme Personality of Godhead, the reservoir of all opulences. Your secure lotus feet are the only source of protection for all Your devotees, whom You satisfy by manifesting Yourself in various forms. O my Lord, You deliver Your devotees from the clutches of material existence. Nondevotees, however, remain entangled in material existence by Your will. Kindly accept me as Your eternal servant."
  },
  {
    "number": "ŚB 5.17.19",
    "sanskrit": "न यस्य मायागुणचित्तवृत्तिभि-र्निरीक्षतो ह्यण्वपि द‍ृष्टिरज्यते । ईशे यथा नोऽजितमन्युरंहसांकस्तं न मन्येत जिगीषुरात्मन: ॥ १९ ॥",
    "english": "na yasya māyā-guṇa-citta-vṛttibhir\nnirīkṣato hy aṇv api dṛṣṭir ajyate\nīśe yathā no ’jita-manyu-raṁhasāṁ\nkas taṁ na manyeta jigīṣur ātmanaḥ",
    "translation": "We cannot control the force of our anger. Therefore when we look at material things, we cannot avoid feeling attraction or repulsion for them. But the Supreme Lord is never affected in this way. Although He glances over the material world for the purpose of creating, maintaining and destroying it, He is not affected, even to the slightest degree. Therefore, one who desires to conquer the force of the senses must take shelter of the lotus feet of the Lord. Then he will be victorious."
  },
  {
    "number": "ŚB 5.17.20",
    "sanskrit": "असद्‍दृशो य: प्रतिभाति मायया क्षीबेव मध्वासवताम्रलोचन: । न नागवध्वोऽर्हण ईशिरे ह्रियायत्पादयो: स्पर्शनधर्षितेन्द्रिया: ॥ २० ॥",
    "english": "asad-dṛśo yaḥ pratibhāti māyayā\nkṣībeva madhv-āsava-tāmra-locanaḥ\nna nāga-vadhvo ’rhaṇa īśire hriyā\nyat-pādayoḥ sparśana-dharṣitendriyāḥ",
    "translation": "For persons with impure vision, the Supreme Lord’s eyes appear like those of someone who indiscriminately drinks intoxicating beverages. Thus bewildered, such unintelligent persons become angry at the Supreme Lord, and due to their angry mood the Lord Himself appears angry and very fearful. However, this is an illusion. When the wives of the serpent demon were agitated by the touch of the Lord’s lotus feet, due to shyness they could proceed no further in their worship of Him. Yet the Lord remained unagitated by their touch, for He is equipoised in all circumstances. Therefore who will not worship the Supreme Personality of Godhead?"
  },
  {
    "number": "ŚB 5.17.21",
    "sanskrit": "यमाहुरस्य स्थितिजन्मसंयमंत्रिभिर्विहीनं यमनन्तमृषय: । न वेद सिद्धार्थमिव क्‍वचित्स्थितंभूमण्डलं मूर्धसहस्रधामसु॒ ॥ २१ ॥",
    "english": "yam āhur asya sthiti-janma-saṁyamaṁ\ntribhir vihīnaṁ yam anantam ṛṣayaḥ\nna veda siddhārtham iva kvacit sthitaṁ\nbhū-maṇḍalaṁ mūrdha-sahasra-dhāmasu",
    "translation": "Lord Śiva continued: All the great sages accept the Lord as the source of creation, maintenance and destruction, although He actually has nothing to do with these activities. Therefore the Lord is called unlimited. Although the Lord in His incarnation as Śeṣa holds all the universes on His hoods, each universe feels no heavier than a mustard seed to Him. Therefore, what person desiring perfection will not worship the Lord?"
  },
  {
    "number": "ŚB 5.17.22",
    "sanskrit": "यस्याद्य आसीद् गुणविग्रहो महान्विज्ञानधिष्ण्यो भगवानज: किल । यत्सम्भवोऽहं त्रिवृता स्वतेजसावैकारिकं तामसमैन्द्रियं सृजे ॥ २२ ॥ एते वयं यस्य वशे महात्मन:स्थिता: शकुन्ता इव सूत्रयन्त्रिता: । महानहं वैकृततामसेन्द्रिया:सृजाम सर्वे यदनुग्रहादिदम् ॥ २३ ॥",
    "english": "yasyādya āsīd guṇa-vigraho mahān\nvijñāna-dhiṣṇyo bhagavān ajaḥ kila\nyat-sambhavo ’haṁ tri-vṛtā sva-tejasā\nvaikārikaṁ tāmasam aindriyaṁ sṛje",
    "translation": "From that Supreme Personality of Godhead appears Lord Brahmā, whose body is made from the total material energy, the reservoir of intelligence predominated by the passionate mode of material nature. From Lord Brahmā, I myself am born as a representation of false ego known as Rudra. By my own power I create all the other demigods, the five elements and the senses. Therefore, I worship the Supreme Personality of Godhead, who is greater than any of us and under whose control are situated all the demigods, material elements and senses, and even Lord Brahmā and I myself, like birds bound by a rope. Only by the Lord’s grace can we create, maintain and annihilate the material world. Therefore I offer my respectful obeisances unto the Supreme Being."
  },
  {
    "number": "ŚB 5.17.23",
    "sanskrit": "",
    "english": "",
    "translation": ""
  },
  {
    "number": "ŚB 5.17.24",
    "sanskrit": "यन्निर्मितां कर्ह्यपि कर्मपर्वणींमायां जनोऽयं गुणसर्गमोहित: । न वेद निस्तारणयोगमञ्जसातस्मै नमस्ते विलयोदयात्मने ॥ २४ ॥",
    "english": "yan-nirmitāṁ karhy api karma-parvaṇīṁ\nmāyāṁ jano ’yaṁ guṇa-sarga-mohitaḥ\nna veda nistāraṇa-yogam añjasā\ntasmai namas te vilayodayātmane",
    "translation": "The illusory energy of the Supreme Personality of Godhead binds all of us conditioned souls to this material world. Therefore, without being favored by Him, persons like us cannot understand how to get out of that illusory energy. Let me offer my respectful obeisances unto the Lord, who is the cause of creation and annihilation."
  }
]