[
  {
    "number": "ŚB 10.16.33",
    "sanskrit": "नागपत्‍न्य ऊचु:\nन्याय्यो हि दण्ड: कृतकिल्बिषेऽस्मिं-\nस्तवावतार: खलनिग्रहाय ।\nरिपो: सुतानामपि तुल्यद‍ृष्टि-\nर्धत्से दमं फलमेवानुशंसन् ॥ ३३ ॥",
    "english": "nyāyyo hi daṇḍaḥ kṛta-kilbiṣe ’smiṁs\ntavāvatāraḥ khala-nigrahāya\nripoḥ sutānām api tulya-dṛṣṭir\ndhatse damaṁ phalam evānuśaṁsan",
    "translation": "The wives of the Kāliya serpent said: The punishment this offender has been subjected to is certainly just. After all, You have incarnated within this world to curb down envious and cruel persons. You are so impartial that You look equally upon Your enemies and Your own sons, for when You impose a punishment on a living being You know it to be for his ultimate benefit."
  },
  {
    "number": "ŚB 10.16.34",
    "sanskrit": "अनुग्रहोऽयं भवत: कृतो हि नो\nदण्डोऽसतां ते खलु कल्मषापह: ।\nयद् दन्दशूकत्वममुष्य देहिन:\nक्रोधोऽपि तेऽनुग्रह एव सम्मत: ॥ ३४ ॥",
    "english": "anugraho ’yaṁ bhavataḥ kṛto hi no\ndaṇḍo ’satāṁ te khalu kalmaṣāpahaḥ\nyad dandaśūkatvam amuṣya dehinaḥ\nkrodho ’pi te ’nugraha eva sammataḥ",
    "translation": "What You have done here is actually mercy for us, since the punishment You give to the wicked certainly drives away all their contamination. Indeed, because this conditioned soul, our husband, is so sinful that he has assumed the body of a serpent, Your anger toward him is obviously to be understood as Your mercy."
  },
  {
    "number": "ŚB 10.16.35",
    "sanskrit": "तप: सुतप्तं किमनेन पूर्वं\nनिरस्तमानेन च मानदेन ।\nधर्मोऽथ वा सर्वजनानुकम्पया\nयतो भवांस्तुष्यति सर्वजीव: ॥ ३५ ॥",
    "english": "tapaḥ sutaptaṁ kim anena pūrvaṁ\nnirasta-mānena ca māna-dena\ndharmo ’tha vā sarva-janānukampayā\nyato bhavāṁs tuṣyati sarva-jīvaḥ",
    "translation": "Did our husband carefully perform austerities in a previous life, with his mind free of pride and full of respect for others? Is that why You are pleased with him? Or did he in some previous existence carefully execute religious duties with compassion for all living beings, and is that why You, the life of all living beings, are now satisfied with him?"
  },
  {
    "number": "ŚB 10.16.36",
    "sanskrit": "कस्यानुभावोऽस्य न देव विद्महे\nतवाङ्‍‍‍‍‍घ्रिरेणुस्परशाधिकार: ।\nयद्वाञ्छया श्रीर्ललनाचरत्तपो\nविहाय कामान् सुचिरं धृतव्रता ॥ ३६ ॥",
    "english": "kasyānubhāvo ’sya na deva vidmahe\ntavāṅghri-reṇu-sparaśādhikāraḥ\nyad-vāñchayā śrīr lalanācarat tapo\nvihāya kāmān su-ciraṁ dhṛta-vratā",
    "translation": "O Lord, we do not know how the serpent Kāliya has attained this great opportunity of being touched by the dust of Your lotus feet. For this end, the goddess of fortune performed austerities for centuries, giving up all other desires and observing austere vows."
  },
  {
    "number": "ŚB 10.16.37",
    "sanskrit": "न नाकपृष्ठं न च सार्वभौमं\nन पारमेष्ठ्यं न रसाधिपत्यम् ।\nन योगसिद्धीरपुनर्भवं वा\nवाञ्छन्ति यत्पादरज:प्रपन्ना: ॥ ३७ ॥",
    "english": "na nāka-pṛṣṭhaṁ na ca sārva-bhaumaṁ\nna pārameṣṭhyaṁ na rasādhipatyam\nna yoga-siddhīr apunar-bhavaṁ vā\nvāñchanti yat-pāda-rajaḥ-prapannāḥ",
    "translation": "Those who have attained the dust of Your lotus feet never hanker for the kingship of heaven, limitless sovereignty, the position of Brahmā or rulership over the earth. They are not interested even in the perfections of yoga or in liberation itself."
  },
  {
    "number": "ŚB 10.16.38",
    "sanskrit": "तदेष नाथाप दुरापमन्यै-\nस्तमोजनि: क्रोधवशोऽप्यहीश: ।\nसंसारचक्रे भ्रमत: शरीरिणो\nयदिच्छत: स्याद् विभव: समक्ष: ॥ ३८ ॥",
    "english": "tad eṣa nāthāpa durāpam anyais\ntamo-janiḥ krodha-vaśo ’py ahīśaḥ\nsaṁsāra-cakre bhramataḥ śarīriṇo\nyad-icchataḥ syād vibhavaḥ samakṣaḥ",
    "translation": "O Lord, although this Kāliya, the king of the serpents, has taken birth in the mode of ignorance and is controlled by anger, he has achieved that which is difficult for others to achieve. Embodied souls, who are full of desires and are thus wandering in the cycle of birth and death, can have all benedictions manifested before their eyes simply by receiving the dust of Your lotus feet."
  },
  {
    "number": "ŚB 10.16.39",
    "sanskrit": "नमस्तुभ्यं भगवते पुरुषाय महात्मने ।\nभूतावासाय भूताय पराय परमात्मने ॥ ३९ ॥",
    "english": "namas tubhyaṁ bhagavate\npuruṣāya mahātmane\nbhūtāvāsāya bhūtāya\nparāya paramātmane",
    "translation": "We offer our obeisances unto You, the Supreme Personality of Godhead. Although present in the hearts of all living beings as the Supersoul, You are all-pervasive. Although the original shelter of all created material elements, You exist prior to their creation. And although the cause of everything, You are transcendental to all material cause and effect, being the Supreme Soul."
  },
  {
    "number": "ŚB 10.16.40",
    "sanskrit": "ज्ञानविज्ञाननीधये ब्रह्मणेऽनन्तशक्तये ।\nअगुणायाविकाराय नमस्ते प्राकृताय च ॥ ४० ॥",
    "english": "jñāna-vijñāna-nīdhaye\nbrahmaṇe ’nanta-śaktaye\naguṇāyāvikārāya\nnamas te prākṛtāya ca",
    "translation": "Obeisances unto You, the Absolute Truth, who are the reservoir of all transcendental consciousness and potency and the possessor of unlimited energies. Although completely free of material qualities and transformations, You are the prime mover of material nature."
  },
  {
    "number": "ŚB 10.16.41",
    "sanskrit": "कालाय कालनाभाय कालावयवसाक्षिणे ।\nविश्वाय तदुपद्रष्ट्रे तत्कर्त्रे विश्वहेतवे ॥ ४१ ॥",
    "english": "kālāya kāla-nābhāya\nkālāvayava-sākṣiṇe\nviśvāya tad-upadraṣṭre\ntat-kartre viśva-hetave",
    "translation": "Obeisances unto You, who are time itself, the shelter of time and the witness of time in all its phases. You are the universe, and also its separate observer. You are its creator, and also the totality of all its causes."
  },
  {
    "number": "ŚB 10.16.42",
    "sanskrit": "भूतमात्रेन्द्रियप्राणमनोबुद्ध्याशयात्मने ।\nत्रिगुणेनाभिमानेन गूढस्वात्मानुभूतये ॥ ४२ ॥\nनमोऽनन्ताय सूक्ष्माय कूटस्थाय विपश्चिते ।\nनानावादानुरोधाय वाच्यवाचकशक्तये ॥ ४३ ॥",
    "english": "bhūta-mātrendriya-prāṇa-\nmano-buddhy-āśayātmane\ntri-guṇenābhimānena\ngūḍha-svātmānubhūtaye",
    "translation": "Obeisances unto You, who are the ultimate soul of the physical elements, of the subtle basis of perception, of the senses, of the vital air of life, and of the mind, intelligence and consciousness. By Your arrangement the infinitesimal spirit souls falsely identify with the three modes of material nature, and their perception of their own true self thus becomes clouded. We offer our obeisances unto You, the unlimited Supreme Lord, the supremely subtle one, the omniscient Personality of Godhead, who are always fixed in unchanging transcendence, who sanction the opposing views of different philosophies, and who are the power upholding expressed ideas and the words that express them."
  },
  {
    "number": "ŚB 10.16.43",
    "sanskrit": "",
    "english": "",
    "translation": ""
  },
  {
    "number": "ŚB 10.16.44",
    "sanskrit": "नम: प्रमाणमूलाय कवये शास्त्रयोनये ।\nप्रवृत्ताय निवृत्ताय निगमाय नमो नम: ॥ ४४ ॥",
    "english": "namaḥ pramāṇa-mūlāya\nkavaye śāstra-yonaye\npravṛttāya nivṛttāya\nnigamāya namo namaḥ",
    "translation": "We offer our obeisances again and again to You, who are the basis of all authoritative evidence, who are the author and ultimate source of the revealed scriptures, and who have manifested Yourself in those Vedic literatures encouraging sense gratification as well as in those encouraging renunciation of the material world."
  },
  {
    "number": "ŚB 10.16.45",
    "sanskrit": "नम: कृष्णाय रामाय वसुदेवसुताय च ।\nप्रद्युम्नायानिरुद्धाय सात्वतां पतये नम: ॥ ४५ ॥",
    "english": "namaḥ kṛṣṇāya rāmāya\nvasudeva-sutāya ca\npradyumnāyāniruddhāya\nsātvatāṁ pataye namaḥ",
    "translation": "We offer our obeisances to Lord Kṛṣṇa and Lord Rāma, the sons of Vasudeva, and to Lord Pradyumna and Lord Aniruddha. We offer our respectful obeisances unto the master of all the saintly devotees of Viṣṇu."
  },
  {
    "number": "ŚB 10.16.46",
    "sanskrit": "नमो गुणप्रदीपाय गुणात्मच्छादनाय च ।\nगुणवृत्त्युपलक्ष्याय गुणद्रष्ट्रे स्वसंविदे ॥ ४६ ॥",
    "english": "namo guṇa-pradīpāya\nguṇātma-cchādanāya ca\nguṇa-vṛtty-upalakṣyāya\nguṇa-draṣṭre sva-saṁvide",
    "translation": "Obeisances to You, O Lord, who manifest varieties of material and spiritual qualities. You disguise Yourself with the material qualities, and yet the functioning of those same material qualities ultimately reveals Your existence. You stand apart from the material qualities as a witness and can be fully known only by Your devotees."
  },
  {
    "number": "ŚB 10.16.47",
    "sanskrit": "अव्याकृतविहाराय सर्वव्याकृतसिद्धये ।\nहृषीकेश नमस्तेऽस्तु मुनये मौनशीलिने ॥ ४७ ॥",
    "english": "avyākṛta-vihārāya\nsarva-vyākṛta-siddhaye\nhṛṣīkeśa namas te ’stu\nmunaye mauna-śīline",
    "translation": "O Lord Hṛṣīkeśa, master of the senses, please let us offer our obeisances unto You, whose pastimes are inconceivably glorious. Your existence can be inferred from the necessity for a creator and revealer of all cosmic manifestations. But although Your devotees can understand You in this way, to the nondevotees You remain silent, absorbed in self-satisfaction."
  },
  {
    "number": "ŚB 10.16.48",
    "sanskrit": "परावरगतिज्ञाय सर्वाध्यक्षाय ते नम: ।\nअविश्वाय च विश्वाय तद्‌‌द्रष्ट्रेऽस्य च हेतवे ॥ ४८ ॥",
    "english": "parāvara-gati-jñāya\nsarvādhyakṣāya te namaḥ\naviśvāya ca viśvāya\ntad-draṣṭre ’sya ca hetave",
    "translation": "Obeisances unto You, who know the destination of all things, superior and inferior, and who are the presiding regulator of all that be. You are distinct from the universal creation, and yet You are the basis upon which the illusion of material creation evolves, and also the witness of this illusion. Indeed, You are the root cause of the entire world."
  },
  {
    "number": "ŚB 10.16.49",
    "sanskrit": "त्वं ह्यस्य जन्मस्थितिसंयमान् विभो\nगुणैरनीहोऽकृतकालशक्तिधृक् ।\nतत्तत्स्वभावान् प्रतिबोधयन् सत:\nसमीक्षयामोघविहार ईहसे ॥ ४९ ॥",
    "english": "tvaṁ hy asya janma-sthiti-saṁyamān vibho\nguṇair anīho ’kṛta-kāla-śakti-dhṛk\ntat-tat-svabhāvān pratibodhayan sataḥ\nsamīkṣayāmogha-vihāra īhase",
    "translation": "O almighty Lord, although You have no reason to become involved in material activity, still You act through Your eternal potency of time to arrange for the creation, maintenance and destruction of this universe. You do this by awakening the distinct functions of each of the modes of nature, which before the creation lie dormant. Simply by Your glance You perfectly execute all these activities of cosmic control in a sporting mood."
  },
  {
    "number": "ŚB 10.16.50",
    "sanskrit": "तस्यैव तेऽमूस्तनवस्त्रिलोक्यां\nशान्ता अशान्ता उत मूढयोनय: ।\nशान्ता: प्रियास्ते ह्यधुनावितुं सतां\nस्थातुश्च ते धर्मपरीप्सयेहत: ॥ ५० ॥",
    "english": "tasyaiva te ’mūs tanavas tri-lokyāṁ\nśāntā aśāntā uta mūḍha-yonayaḥ\nśāntāḥ priyās te hy adhunāvituṁ satāṁ\nsthātuś ca te dharma-parīpsayehataḥ",
    "translation": "Therefore all material bodies throughout the three worlds — those that are peaceful, in the mode of goodness; those that are agitated, in the mode of passion; and those that are foolish, in the mode of ignorance — all are Your creations. Still, those living entities whose bodies are in the mode of goodness are especially dear to You, and it is to maintain them and protect their religious principles that You are now present on the earth."
  },
  {
    "number": "ŚB 10.16.51",
    "sanskrit": "अपराध: सकृद् भर्त्रा सोढव्य: स्वप्रजाकृत: ।\nक्षन्तुमर्हसि शान्तात्मन् मूढस्य त्वामजानत: ॥ ५१ ॥",
    "english": "aparādhaḥ sakṛd bhartrā\nsoḍhavyaḥ sva-prajā-kṛtaḥ\nkṣantum arhasi śāntātman\nmūḍhasya tvām ajānataḥ",
    "translation": "At least once, a master should tolerate an offense committed by his child or subject. O supreme peaceful Soul, You should therefore forgive our foolish husband, who did not understand who You are."
  },
  {
    "number": "ŚB 10.16.52",
    "sanskrit": "अनुगृह्णीष्व भगवन् प्राणांस्त्यजति पन्नग: ।\nस्त्रीणां न: साधुशोच्यानां पति: प्राण: प्रदीयताम् ॥ ५२ ॥",
    "english": "anugṛhṇīṣva bhagavan\nprāṇāṁs tyajati pannagaḥ\nstrīṇāṁ naḥ sādhu-śocyānāṁ\npatiḥ prāṇaḥ pradīyatām",
    "translation": "O Supreme Lord, please be merciful. It is proper for the saintly to feel compassion for women like us. This serpent is about to give up his life. Please give us back our husband, who is our life and soul."
  },
  {
    "number": "ŚB 10.16.53",
    "sanskrit": "विधेहि ते किङ्करीणामनुष्ठेयं तवाज्ञया ।\nयच्छ्रद्धयानुतिष्ठन् वै मुच्यते सर्वतोभयात् ॥ ५३ ॥",
    "english": "vidhehi te kiṅkarīṇām\nanuṣṭheyaṁ tavājñayā\nyac-chraddhayānutiṣṭhan vai\nmucyate sarvato bhayāt",
    "translation": "Now please tell us, Your maidservants, what we should do. Certainly anyone who faithfully executes Your order is automatically freed from all fear."
  }
]