[
  {
    "number": "ŚB 5.18.8",
    "sanskrit": "ॐ नमो भगवते नरसिंहाय नमस्तेजस्तेजसे आविराविर्भव वज्रनख वज्रदंष्ट्र कर्माशयान् रन्धय रन्धय तमो ग्रस ग्रस ॐ स्वाहा । अभयमभयमात्मनि भूयिष्ठा ॐ क्ष्रौम् ॥ ८ ॥",
    "english": "oṁ namo bhagavate narasiṁhāya namas tejas-tejase āvir-āvirbhava vajra-nakha vajra-daṁṣṭra karmāśayān randhaya randhaya tamo grasa grasa om svāhā; abhayam abhayam ātmani bhūyiṣṭhā oṁ kṣraum.",
    "translation": "I offer my respectful obeisances unto Lord Nṛsiṁhadeva, the source of all power. O my Lord who possess nails and teeth just like thunderbolts, kindly vanquish our demonlike desires for fruitive activity in this material world. Please appear in our hearts and drive away our ignorance so that by Your mercy we may become fearless in the struggle for existence in this material world."
  },
  {
    "number": "ŚB 5.18.9",
    "sanskrit": "स्वस्त्यस्तु विश्वस्य खल: प्रसीदतां\nध्यायन्तु भूतानि शिवं मिथो धिया ।\nमनश्च भद्रं भजतादधोक्षजे\nआवेश्यतां नो मतिरप्यहैतुकी ॥ ९ ॥",
    "english": "svasty astu viśvasya khalaḥ prasīdatāṁ\ndhyāyantu bhūtāni śivaṁ mitho dhiyā\nmanaś ca bhadraṁ bhajatād adhokṣaje\nāveśyatāṁ no matir apy ahaitukī",
    "translation": "May there be good fortune throughout the universe, and may all envious persons be pacified. May all living entities become calm by practicing bhakti-yoga, for by accepting devotional service they will think of each other’s welfare. Therefore let us all engage in the service of the supreme transcendence, Lord Śrī Kṛṣṇa, and always remain absorbed in thought of Him."
  },
  {
    "number": "ŚB 5.18.10",
    "sanskrit": "मागारदारात्मजवित्तबन्धुषु\nसङ्गो यदि स्याद्भ‍गवत्प्रियेषु न: ।\nय: प्राणवृत्त्या परितुष्ट आत्मवान्\nसिद्ध्यत्यदूरान्न तथेन्द्रियप्रिय: ॥ १० ॥",
    "english": "māgāra-dārātmaja-vitta-bandhuṣu\nsaṅgo yadi syād bhagavat-priyeṣu naḥ\nyaḥ prāṇa-vṛttyā parituṣṭa ātmavān\nsiddhyaty adūrān na tathendriya-priyaḥ",
    "translation": "My dear Lord, we pray that we may never feel attraction for the prison of family life, consisting of home, wife, children, friends, bank balance, relatives and so on. If we do have some attachment, let it be for devotees, whose only dear friend is Kṛṣṇa. A person who is actually self-realized and who has controlled his mind is perfectly satisfied with the bare necessities of life. He does not try to gratify his senses. Such a person quickly advances in Kṛṣṇa consciousness, whereas others, who are too attached to material things, find advancement very difficult."
  },
  {
    "number": "ŚB 5.18.11",
    "sanskrit": "यत्सङ्गलब्धं निजवीर्यवैभवं\nतीर्थं मुहु: संस्पृशतां हि मानसम् ।\nहरत्यजोऽन्त: श्रुतिभिर्गतोऽङ्गजं\nको वै न सेवेत मुकुन्दविक्रमम् ॥ ११ ॥",
    "english": "yat-saṅga-labdhaṁ nija-vīrya-vaibhavaṁ\ntīrthaṁ muhuḥ saṁspṛśatāṁ hi mānasam\nharaty ajo ’ntaḥ śrutibhir gato ’ṅgajaṁ\nko vai na seveta mukunda-vikramam",
    "translation": "By associating with persons for whom the Supreme Personality of Godhead, Mukunda, is the all in all, one can hear of His powerful activities and soon come to understand them. The activities of Mukunda are so potent that simply by hearing of them one immediately associates with the Lord. For a person who constantly and very eagerly hears narrations of the Lord’s powerful activities, the Absolute Truth, the Personality of Godhead in the form of sound vibrations, enters within his heart and cleanses it of all contamination. On the other hand, although bathing in the Ganges diminishes bodily contaminations and infections, this process and the process of visiting holy places can cleanse the heart only after a long time. Therefore who is the sane man who will not associate with devotees to quickly perfect his life?"
  },
  {
    "number": "ŚB 5.18.12",
    "sanskrit": "यस्यास्ति भक्तिर्भगवत्यकिञ्चना\nसर्वैर्गुणैस्तत्र समासते सुरा: ।\nहरावभक्तस्य कुतो महद्गुणा\nमनोरथेनासति धावतो बहि: ॥ १२ ॥",
    "english": "yasyāsti bhaktir bhagavaty akiñcanā\nsarvair guṇais tatra samāsate surāḥ\nharāv abhaktasya kuto mahad-guṇā\nmanorathenāsati dhāvato bahiḥ",
    "translation": "All the demigods and their exalted qualities, such as religion, knowledge and renunciation, become manifest in the body of one who has developed unalloyed devotion for the Supreme Personality of Godhead, Vāsudeva. On the other hand, a person devoid of devotional service and engaged in material activities has no good qualities. Even if he is adept at the practice of mystic yoga or the honest endeavor of maintaining his family and relatives, he must be driven by his own mental speculations and must engage in the service of the Lord’s external energy. How can there be any good qualities in such a man?"
  },
  {
    "number": "ŚB 5.18.13",
    "sanskrit": "हरिर्हि साक्षाद्भ‍गवान् शरीरिणा-\nमात्मा झषाणामिव तोयमीप्सितम् ।\nहित्वा महांस्तं यदि सज्जते गृहे\nतदा महत्त्वं वयसा दम्पतीनाम् ॥ १३ ॥",
    "english": "harir hi sākṣād bhagavān śarīriṇām\nātmā jhaṣāṇām iva toyam īpsitam\nhitvā mahāṁs taṁ yadi sajjate gṛhe\ntadā mahattvaṁ vayasā dampatīnām",
    "translation": "Just as aquatics always desire to remain in the vast mass of water, all conditioned living entities naturally desire to remain in the vast existence of the Supreme Lord. Therefore if someone very great by material calculations fails to take shelter of the Supreme Soul but instead becomes attached to material household life, his greatness is like that of a young, low-class couple. One who is too attached to material life loses all good spiritual qualities."
  },
  {
    "number": "ŚB 5.18.14",
    "sanskrit": "तस्माद्रजोरागविषादमन्यु-\nमानस्पृहाभयदैन्याधिमूलम् ।\nहित्वा गृहं संसृतिचक्रवालं\nनृसिंहपादं भजताकुतोभयमिति ॥ १४ ॥",
    "english": "tasmād rajo-rāga-viṣāda-manyu-\nmāna-spṛhā-bhayadainyādhimūlam\nhitvā gṛhaṁ saṁsṛti-cakravālaṁ\nnṛsiṁha-pādaṁ bhajatākutobhayam iti",
    "translation": "Therefore, O demons, give up the so-called happiness of family life and simply take shelter of the lotus feet of Lord Nṛsiṁhadeva, which are the actual shelter of fearlessness. Entanglement in family life is the root cause of material attachment, indefatigable desires, moroseness, anger, despair, fear and the desire for false prestige, all of which result in the repetition of birth and death."
  }
]