[
  {
    "number": "ŚB 4.17.29",
    "sanskrit": "धरोवाच\nनम: परस्मै पुरुषाय मायया\nविन्यस्तनानातनवे गुणात्मने ।\nनम: स्वरूपानुभवेन निर्धुत\nद्रव्यक्रियाकारकविभ्रमोर्मये ॥ २९ ॥",
    "english": "namaḥ parasmai puruṣāya māyayā\nvinyasta-nānā-tanave guṇātmane\nnamaḥ svarūpānubhavena nirdhuta-\ndravya-kriyā-kāraka-vibhramormaye",
    "translation": "The planet earth spoke: My dear Lord, O Supreme Personality of Godhead, You are transcendental in Your position, and by Your material energy You have expanded Yourself in various forms and species of life through the interaction of the three modes of material nature. Unlike some other masters, You always remain in Your transcendental position and are not affected by the material creation, which is subject to different material interactions. Consequently You are not bewildered by material activities."
  },
  {
    "number": "ŚB 4.17.30",
    "sanskrit": "येनाहमात्मायतनं विनिर्मिता\nधात्रा यतोऽयं गुणसर्गसङ्ग्रह: ।\nस एव मां हन्तुमुदायुध: स्वरा-\nडुपस्थितोऽन्यं शरणं कमाश्रये ॥ ३० ॥",
    "english": "yenāham ātmāyatanaṁ vinirmitā\ndhātrā yato ’yaṁ guṇa-sarga-saṅgrahaḥ\nsa eva māṁ hantum udāyudhaḥ svarāḍ\nupasthito ’nyaṁ śaraṇaṁ kam āśraye",
    "translation": "The planet earth continued: My dear Lord, You are the complete conductor of the material creation. You have created this cosmic manifestation and the three material qualities, and therefore You have created me, the planet earth, the resting place of all living entities. Yet You are always fully independent, my Lord. Now that You are present before me and ready to kill me with Your weapons, let me know where I should go to take shelter, and tell me who can give me protection."
  },
  {
    "number": "ŚB 4.17.31",
    "sanskrit": "य एतदादावसृजच्चराचरं\nस्वमाययात्माश्रययावितर्क्यया ।\nतयैव सोऽयं किल गोप्तुमुद्यत:\nकथं नु मां धर्मपरो जिघांसति ॥ ३१ ॥",
    "english": "ya etad ādāv asṛjac carācaraṁ\nsva-māyayātmāśrayayāvitarkyayā\ntayaiva so ’yaṁ kila goptum udyataḥ\nkathaṁ nu māṁ dharma-paro jighāṁsati",
    "translation": "In the beginning of creation You created all these moving and nonmoving living entities by Your inconceivable energy. Through this very same energy You are now prepared to protect the living entities. Indeed, You are the supreme protector of religious principles. Why are You so anxious to kill me, even though I am in the form of a cow?"
  },
  {
    "number": "ŚB 4.17.32",
    "sanskrit": "नूनं बतेशस्य समीहितं जनै-\nस्तन्मायया दुर्जययाकृतात्मभि: ।\nन लक्ष्यते यस्त्वकरोदकारयद्\nयोऽनेक एक: परतश्च ईश्वर: ॥ ३२ ॥",
    "english": "nūnaṁ bateśasya samīhitaṁ janais\ntan-māyayā durjayayākṛtātmabhiḥ\nna lakṣyate yas tv akarod akārayad\nyo ’neka ekaḥ parataś ca īśvaraḥ",
    "translation": "My dear Lord, although You are one, by Your inconceivable potencies You have expanded Yourself in many forms. Through the agency of Brahmā, You have created this universe. You are therefore directly the Supreme Personality of Godhead. Those who are not sufficiently experienced cannot understand Your transcendental activities because these persons are covered by Your illusory energy."
  },
  {
    "number": "ŚB 4.17.33",
    "sanskrit": "सर्गादि योऽस्यानुरुणद्धि शक्तिभि-\nर्द्रव्यक्रियाकारकचेतनात्मभि: ।\nतस्मै समुन्नद्धनिरुद्धशक्तये\nनम: परस्मै पुरुषाय वेधसे ॥ ३३ ॥",
    "english": "sargādi yo ’syānuruṇaddhi śaktibhir\ndravya-kriyā-kāraka-cetanātmabhiḥ\ntasmai samunnaddha-niruddha-śaktaye\nnamaḥ parasmai puruṣāya vedhase",
    "translation": "My dear Lord, by Your own potencies You are the original cause of the material elements, the performing instruments (the senses), the workers of the senses (the controlling demigods), the intelligence and the ego, as well as everything else. By Your energy You manifest this entire cosmic creation, maintain it and dissolve it. Through Your energy alone everything is sometimes manifest and sometimes not manifest. You are therefore the Supreme Personality of Godhead, the cause of all causes. I offer my respectful obeisances unto You."
  },
  {
    "number": "ŚB 4.17.34",
    "sanskrit": "स वै भवानात्मविनिर्मितं जगद्\nभूतेन्द्रियान्त:करणात्मकं विभो ।\nसंस्थापयिष्यन्नज मां रसातला-\nदभ्युज्जहाराम्भस आदिसूकर: ॥ ३४ ॥",
    "english": "sa vai bhavān ātma-vinirmitaṁ jagad\nbhūtendriyāntaḥ-karaṇātmakaṁ vibho\nsaṁsthāpayiṣyann aja māṁ rasātalād\nabhyujjahārāmbhasa ādi-sūkaraḥ",
    "translation": "My dear Lord, You are always unborn. Once, in the form of the original boar, You rescued me from the waters in the bottom of the universe. Through Your own energy You created all the physical elements, the senses and the heart, for the maintenance of the world."
  },
  {
    "number": "ŚB 4.17.35",
    "sanskrit": "अपामुपस्थे मयि नाव्यवस्थिता:\nप्रजा भवानद्य रिरक्षिषु: किल ।\nस वीरमूर्ति: समभूद्धराधरो\nयो मां पयस्युग्रशरो जिघांससि ॥ ३५ ॥",
    "english": "apām upasthe mayi nāvy avasthitāḥ\nprajā bhavān adya rirakṣiṣuḥ kila\nsa vīra-mūrtiḥ samabhūd dharā-dharo\nyo māṁ payasy ugra-śaro jighāṁsasi",
    "translation": "My dear Lord, in this way You once protected me by rescuing me from the water, and consequently Your name has been famous as Dharādhara — He who holds the planet earth. Yet at the present moment, in the form of a great hero, You are about to kill me with sharpened arrows. I am, however, just like a boat on the water, keeping everything afloat."
  },
  {
    "number": "ŚB 4.17.36",
    "sanskrit": "नूनं जनैरीहितमीश्वराणा-\nमस्मद्विधैस्तद्गुणसर्गमायया ।\nन ज्ञायते मोहितचित्तवर्त्मभि-\nस्तेभ्यो नमो वीरयशस्करेभ्य: ॥ ३६ ॥",
    "english": "nūnaṁ janair īhitam īśvarāṇām\nasmad-vidhais tad-guṇa-sarga-māyayā\nna jñāyate mohita-citta-vartmabhis\ntebhyo namo vīra-yaśas-karebhyaḥ",
    "translation": "My dear Lord, I am also the creation of one of Your energies, composed of the three modes of material nature. Consequently I am bewildered by Your activities. Even the activities of Your devotees cannot be understood, and what to speak of Your pastimes. Thus everything appears to us to be contradictory and wonderful."
  }
]