[
  {
    "number": "ŚB 7.8.40",
    "sanskrit": "श्रीब्रह्मोवाच\nनतोऽस्म्यनन्ताय दुरन्तशक्तये\nविचित्रवीर्याय पवित्रकर्मणे ।\nविश्वस्य सर्गस्थितिसंयमान् गुणै:\nस्वलीलया सन्दधतेऽव्ययात्मने ॥ ४० ॥",
    "english": "nato ’smy anantāya duranta-śaktaye\nvicitra-vīryāya pavitra-karmaṇe\nviśvasya sarga-sthiti-saṁyamān guṇaiḥ\nsva-līlayā sandadhate ’vyayātmane",
    "translation": "Lord Brahmā prayed: My Lord, You are unlimited, and You possess unending potencies. No one can estimate or calculate Your prowess and wonderful influence, for Your actions are never polluted by the material energy. Through the material qualities, You very easily create the universe, maintain it and again annihilate it, yet You remain the same, without deterioration. I therefore offer my respectful obeisances unto You."
  },
  {
    "number": "ŚB 7.8.41",
    "sanskrit": "श्रीरुद्र उवाच\nकोपकालो युगान्तस्ते हतोऽयमसुरोऽल्पक: ।\nतत्सुतं पाह्युपसृतं भक्तं ते भक्तवत्सल ॥ ४१ ॥",
    "english": "kopa-kālo yugāntas te\nhato ’yam asuro ’lpakaḥ\ntat-sutaṁ pāhy upasṛtaṁ\nbhaktaṁ te bhakta-vatsala",
    "translation": "Lord Śiva said: The end of the millennium is the time for Your anger. Now that this insignificant demon Hiraṇyakaśipu has been killed, O my Lord, who are naturally affectionate to Your devotee, kindly protect his son Prahlāda Mahārāja, who is standing nearby as Your fully surrendered devotee."
  },
  {
    "number": "ŚB 7.8.42",
    "sanskrit": "श्रीइन्द्र उवाच\nप्रत्यानीता: परम भवता त्रायता न: स्वभागा\nदैत्याक्रान्तं हृदयकमलं तद्गृहं प्रत्यबोधि ।\nकालग्रस्तं कियदिदमहो नाथ शुश्रूषतां ते\nमुक्तिस्तेषां न हि बहुमता नारसिंहापरै: किम् ॥ ४२ ॥",
    "english": "pratyānītāḥ parama bhavatā trāyatā naḥ sva-bhāgā\ndaityākrāntaṁ hṛdaya-kamalaṁ tad-gṛhaṁ pratyabodhi\nkāla-grastaṁ kiyad idam aho nātha śuśrūṣatāṁ te\nmuktis teṣāṁ na hi bahumatā nārasiṁhāparaiḥ kim",
    "translation": "King Indra said: O Supreme Lord, You are our deliverer and protector. Our shares of sacrifices, which are actually Yours, have been recovered from the demon by You. Because the demoniac king Hiraṇyakaśipu was most fearsome, our hearts, which are Your permanent abode, were all overtaken by him. Now, by Your presence, the gloom and darkness in our hearts have been dissipated. O Lord, for those who always engage in Your service, which is more exalted than liberation, all material opulence is insignificant. They do not even care for liberation, not to speak of the benefits of kāma, artha and dharma."
  },
  {
    "number": "ŚB 7.8.43",
    "sanskrit": "श्रीऋषय ऊचु:\nत्वं नस्तप: परममात्थ यदात्मतेजो\nयेनेदमादिपुरुषात्मगतं ससर्क्थ ।\nतद्विप्रलुप्तममुनाद्य शरण्यपाल\nरक्षागृहीतवपुषा पुनरन्वमंस्था: ॥ ४३ ॥",
    "english": "tvaṁ nas tapaḥ paramam āttha yad ātma-tejo\nyenedam ādi-puruṣātma-gataṁ sasarktha\ntad vipraluptam amunādya śaraṇya-pāla\nrakṣā-gṛhīta-vapuṣā punar anvamaṁsthāḥ",
    "translation": "All the saintly persons present offered their prayers in this way: O Lord, O supreme maintainer of those sheltered at Your lotus feet, O original Personality of Godhead, the process of austerity and penance, in which You instructed us before, is the spiritual power of Your very self. It is by austerity that You create the material world, which lies dormant within You. This austerity was almost stopped by the activities of this demon, but now, by Yourself appearing in the form of Nṛsiṁhadeva, which is meant just to give us protection, and by killing this demon, You have again approved the process of austerity."
  },
  {
    "number": "ŚB 7.8.44",
    "sanskrit": "श्रीपितर ऊचु:\nश्राद्धानि नोऽधिबुभुजे प्रसभं तनूजै-\nर्दत्तानि तीर्थसमयेऽप्यपिबत्तिलाम्बु ।\nतस्योदरान्नखविदीर्णवपाद्य आर्च्छत्\nतस्मै नमो नृहरयेऽखिलधर्मगोप्त्रे ॥ ४४ ॥",
    "english": "śrāddhāni no ’dhibubhuje prasabhaṁ tanūjair\ndattāni tīrtha-samaye ’py apibat tilāmbu\ntasyodarān nakha-vidīrṇa-vapād ya ārcchat\ntasmai namo nṛharaye ’khila-dharma-goptre",
    "translation": "The inhabitants of Pitṛloka prayed: Let us offer our respectful obeisances unto Lord Nṛsiṁhadeva, the maintainer of the religious principles of the universe. He has killed Hiraṇyakaśipu, the demon who by force enjoyed all the offerings of the śrāddha ceremonies performed by our sons and grandsons on the anniversaries of our death and who drank the water with sesame seeds offered in holy places of pilgrimage. By killing this demon, O Lord, You have taken back all this stolen property from his abdomen by piercing it with Your nails. We therefore wish to offer our respectful obeisances unto You."
  },
  {
    "number": "ŚB 7.8.45",
    "sanskrit": "श्रीसिद्धा ऊचु:\nयो नो गतिं योगसिद्धामसाधु-\nरहार्षीद् योगतपोबलेन ।\nनाना दर्पं तं नखैर्विददार\nतस्मै तुभ्यं प्रणता: स्मो नृसिंह ॥ ४५ ॥",
    "english": "yo no gatiṁ yoga-siddhām asādhur\nahārṣīd yoga-tapo-balena\nnānā darpaṁ taṁ nakhair vidadāra\ntasmai tubhyaṁ praṇatāḥ smo nṛsiṁha",
    "translation": "The inhabitants of Siddhaloka prayed: O Lord Nṛsiṁhadeva, because we belong to Siddhaloka, we automatically achieve perfection in all eight kinds of mystic power. Yet Hiraṇyakaśipu was so dishonest that by the strength of his power and austerity, he took away our powers. Thus he became very proud of his mystic strength. Now, because this rogue has been killed by Your nails, we offer our respectful obeisances unto You."
  },
  {
    "number": "ŚB 7.8.46",
    "sanskrit": "श्रीविद्याधरा ऊचु:\nविद्यां पृथग्धारणयानुराद्धां\nन्यषेधदज्ञो बलवीर्यद‍ृप्त: ।\nस येन सङ्ख्ये पशुवद्धतस्तं\nमायानृसिंहं प्रणता: स्म नित्यम् ॥ ४६ ॥",
    "english": "vidyāṁ pṛthag dhāraṇayānurāddhāṁ\nnyaṣedhad ajño bala-vīrya-dṛptaḥ\nsa yena saṅkhye paśuvad dhatas taṁ\nmāyā-nṛsiṁhaṁ praṇatāḥ sma nityam",
    "translation": "The inhabitants of Vidyādhara-loka prayed: Our acquired power to appear and disappear in various ways according to varieties of meditation was banned by that foolish Hiraṇyakaśipu because of his pride in his superior bodily strength and his ability to conquer others. Now the Supreme Personality of Godhead has killed him just as if the demon were an animal. Unto that supreme pastime form of Lord Nṛsiṁhadeva, we eternally offer our respectful obeisances."
  },
  {
    "number": "ŚB 7.8.47",
    "sanskrit": "श्रीनागा ऊचु:\nयेन पापेन रत्नानि स्त्रीरत्नानि हृतानि न: ।\nतद्वक्ष:पाटनेनासां दत्तानन्द नमोऽस्तु ते ॥ ४७ ॥",
    "english": "yena pāpena ratnāni\nstrī-ratnāni hṛtāni naḥ\ntad-vakṣaḥ-pāṭanenāsāṁ\ndattānanda namo ’stu te",
    "translation": "The inhabitants of Nāgaloka said: The most sinful Hiraṇyakaśipu took away all the jewels on our hoods and all our beautiful wives. Now, since his chest has been pierced by Your nails, You are the source of all pleasure to our wives. Thus we together offer our respectful obeisances unto You."
  },
  {
    "number": "ŚB 7.8.48",
    "sanskrit": "श्रीमनव ऊचु:\nमनवो वयं तव निदेशकारिणो\nदितिजेन देव परिभूतसेतव: ।\nभवता खल: स उपसंहृत: प्रभो\nकरवाम ते किमनुशाधि किङ्करान् ॥ ४८ ॥",
    "english": "manavo vayaṁ tava nideśa-kāriṇo\nditijena deva paribhūta-setavaḥ\nbhavatā khalaḥ sa upasaṁhṛtaḥ prabho\nkaravāma te kim anuśādhi kiṅkarān",
    "translation": "All the Manus offered their prayers as follows: As Your order carriers, O Lord, we, the Manus, are the law-givers for human society, but because of the temporary supremacy of this great demon, Hiraṇyakaśipu, our laws for maintaining varṇāśrama-dharma were destroyed. O Lord, now that You have killed this great demon, we are in our normal condition. Kindly order us, Your eternal servants, what to do now."
  },
  {
    "number": "ŚB 7.8.49",
    "sanskrit": "श्रीप्रजापतय ऊचु:\nप्रजेशा वयं ते परेशाभिसृष्टा\nन येन प्रजा वै सृजामो निषिद्धा: ।\nस एष त्वया भिन्नवक्षा नु शेते\nजगन्मङ्गलं सत्त्वमूर्तेऽवतार: ॥ ४९ ॥",
    "english": "prajeśā vayaṁ te pareśābhisṛṣṭā\nna yena prajā vai sṛjāmo niṣiddhāḥ\nsa eṣa tvayā bhinna-vakṣā nu śete\njagan-maṅgalaṁ sattva-mūrte ’vatāraḥ",
    "translation": "The prajāpatis offered their prayers as follows: O Supreme Lord, Lord of even Brahmā and Śiva, we, the prajāpatis, were created by You to execute Your orders, but we were forbidden by Hiraṇyakaśipu to create any more good progeny. Now the demon is lying dead before us, his chest pierced by You. Let us therefore offer our respectful obeisances unto You, whose incarnation in this form of pure goodness is meant for the welfare of the entire universe."
  },
  {
    "number": "ŚB 7.8.50",
    "sanskrit": "श्रीगन्धर्वा ऊचु:\nवयं विभो ते नटनाट्यगायका\nयेनात्मसाद्वीर्यबलौजसा कृता: ।\nस एष नीतो भवता दशामिमां\nकिमुत्पथस्थ: कुशलाय कल्पते ॥ ५० ॥",
    "english": "vayaṁ vibho te naṭa-nāṭya-gāyakā\nyenātmasād vīrya-balaujasā kṛtāḥ\nsa eṣa nīto bhavatā daśām imāṁ\nkim utpathasthaḥ kuśalāya kalpate",
    "translation": "The inhabitants of Gandharvaloka prayed: Your Lordship, we ever engage in Your service by dancing and singing in dramatic performances, but this Hiraṇyakaśipu, by the influence of his bodily strength and valor, brought us under his subjugation. Now he has been brought to this low condition by Your Lordship. What benefit can result from the activities of such an upstart as Hiraṇyakaśipu?"
  },
  {
    "number": "ŚB 7.8.51",
    "sanskrit": "श्रीचारणा ऊचु:\nहरे तवाङ्‌घ्रिपङ्कजं भवापवर्गमाश्रिता: ।\nयदेष साधुहृच्छयस्त्वयासुर: समापित: ॥ ५१ ॥",
    "english": "hare tavāṅghri-paṅkajaṁ\nbhavāpavargam āśritāḥ\nyad eṣa sādhu-hṛc-chayas\ntvayāsuraḥ samāpitaḥ",
    "translation": "The inhabitants of the Cāraṇa planet said: O Lord, because You have destroyed the demon Hiraṇyakaśipu, who was always a stake in the hearts of all honest men, we are now relieved, and we eternally take shelter of Your lotus feet, which award the conditioned soul liberation from materialistic contamination."
  },
  {
    "number": "ŚB 7.8.52",
    "sanskrit": "श्रीयक्षा ऊचु:\nवयमनुचरमुख्या: कर्मभिस्ते मनोज्ञै-\nस्त इह दितिसुतेन प्रापिता वाहकत्वम् ।\nस तु जनपरितापं तत्कृतं जानता ते\nनरहर उपनीत: पञ्चतां पञ्चविंश ॥ ५२ ॥",
    "english": "vayam anucara-mukhyāḥ karmabhis te mano-jñais\nta iha diti-sutena prāpitā vāhakatvam\nsa tu jana-paritāpaṁ tat-kṛtaṁ jānatā te\nnarahara upanītaḥ pañcatāṁ pañca-viṁśa",
    "translation": "The inhabitants of Yakṣaloka prayed: O controller of the twenty-four elements, we are considered the best servants of Your Lordship because of rendering services pleasing to You, yet we engaged as palanquin carriers by the order of Hiraṇyakaśipu, the son of Diti. O Lord in the form of Nṛsiṁhadeva, You know how this demon gave trouble to everyone, but now You have killed him, and his body is mixing with the five material elements."
  },
  {
    "number": "ŚB 7.8.53",
    "sanskrit": "श्रीकिम्पुरुषा ऊचु:\nवयं किम्पुरुषास्त्वं तु महापुरुष ईश्वर: ।\nअयं कुपुरुषो नष्टो धिक्कृत: साधुभिर्यदा ॥ ५३ ॥",
    "english": "vayaṁ kimpuruṣās tvaṁ tu\nmahā-puruṣa īśvaraḥ\nayaṁ kupuruṣo naṣṭo\ndhik-kṛtaḥ sādhubhir yadā",
    "translation": "The inhabitants of Kimpuruṣa-loka said: We are insignificant living entities, and You are the Supreme Personality of Godhead, the supreme controller. Therefore how can we offer suitable prayers unto You? When this demon was condemned by devotees because they were disgusted with him, he was then killed by You."
  },
  {
    "number": "ŚB 7.8.54",
    "sanskrit": "श्रीवैतालिका ऊचु:\nसभासु सत्रेषु तवामलं यशो\nगीत्वा सपर्यां महतीं लभामहे ।\nयस्तामनैषीद् वशमेष दुर्जनो\nद्विष्टय‍ा हतस्ते भगवन्यथामय: ॥ ५४ ॥",
    "english": "sabhāsu satreṣu tavāmalaṁ yaśo\ngītvā saparyāṁ mahatīṁ labhāmahe\nyas tām anaiṣīd vaśam eṣa durjano\ndviṣṭyā hatas te bhagavan yathāmayaḥ",
    "translation": "The inhabitants of Vaitālika-loka said: Dear Lord, because of chanting Your spotless glories in great assemblies and arenas of sacrifice, we were accustomed to great respect from everyone. This demon, however, usurped that position. Now, to our great fortune, You have killed this great demon, exactly as one cures a chronic disease."
  },
  {
    "number": "ŚB 7.8.55",
    "sanskrit": "श्रीकिन्नरा ऊचु:\nवयमीश किन्नरगणास्तवानुगा\nदितिजेन विष्टिममुनानुकारिता: ।\nभवता हरे स वृजिनोऽवसादितो\nनरसिंह नाथ विभवाय नो भव ॥ ५५ ॥",
    "english": "vayam īśa kinnara-gaṇās tavānugā\nditijena viṣṭim amunānukāritāḥ\nbhavatā hare sa vṛjino ’vasādito\nnarasiṁha nātha vibhavāya no bhava",
    "translation": "The Kinnaras said: O supreme controller, we are ever-existing servants of Your Lordship, but instead of rendering service to You, we were engaged by this demon in his service, constantly and without remuneration. This sinful man has now been killed by You. Therefore, O Lord Nṛsiṁhadeva, our master, we offer our respectful obeisances unto You. Please continue to be our patron."
  },
  {
    "number": "ŚB 7.8.56",
    "sanskrit": "श्रीविष्णुपार्षदा ऊचु:\nअद्यैतद्धरिनररूपमद्भ‍ुतं ते\nद‍ृष्टं न: शरणद सर्वलोकशर्म ।\nसोऽयं ते विधिकर ईश विप्रशप्त-\nस्तस्येदं निधनमनुग्रहाय विद्म: ॥ ५६ ॥",
    "english": "adyaitad dhari-nara-rūpam adbhutaṁ te\ndṛṣṭaṁ naḥ śaraṇada sarva-loka-śarma\nso ’yaṁ te vidhikara īśa vipra-śaptas\ntasyedaṁ nidhanam anugrahāya vidmaḥ",
    "translation": "The associates of Lord Viṣṇu in Vaikuṇṭha offered this prayer: O Lord, our supreme giver of shelter, today we have seen Your wonderful form as Lord Nṛsiṁhadeva, meant for the good fortune of all the world. O Lord, we can understand that Hiraṇyakaśipu was the same Jaya who engaged in Your service but was cursed by brāhmaṇas and who thus received the body of a demon. We understand that his having now been killed is Your special mercy upon him."
  }
]