[
  {
    "number": "ŚB 5.18.25",
    "sanskrit": "ॐ नमो भगवते मुख्यतमाय नम: सत्त्वाय प्राणायौजसे सहसे बलाय महामत्स्याय नम इति ॥ २५ ॥",
    "english": "oṁ namo bhagavate mukhyatamāya namaḥ sattvāya prāṇāyaujase sahase balāya mahā-matsyāya nama iti.",
    "translation": "I offer my respectful obeisances unto the Supreme Personality of Godhead, who is pure transcendence. He is the origin of all life, bodily strength, mental power and sensory ability. Known as Matsyāvatāra, the gigantic fish incarnation, He appears first among all the incarnations. Again I offer my obeisances unto Him."
  },
  {
    "number": "ŚB 5.18.26",
    "sanskrit": "अन्तर्बहिश्चाखिललोकपालकै-\nरद‍ृष्टरूपो विचरस्युरुस्वन: ।\nस ईश्वरस्त्वं य इदं वशेऽनय-\nन्नाम्ना यथा दारुमयीं नर: स्त्रियम् ॥ २६ ॥",
    "english": "antar bahiś cākhila-loka-pālakair\nadṛṣṭa-rūpo vicarasy uru-svanaḥ\nsa īśvaras tvaṁ ya idaṁ vaśe ’nayan\nnāmnā yathā dārumayīṁ naraḥ striyam",
    "translation": "My dear Lord, just as a puppeteer controls his dancing dolls and a husband controls his wife, Your Lordship controls all the living entities in the universe, such as the brāhmaṇas, kṣatriyas, vaiśyas and śūdras. Although You are in everyone’s heart as the supreme witness and commander and are outside everyone as well, the so-called leaders of societies, communities and countries cannot realize You. Only those who hear the vibration of the Vedic mantras can appreciate You."
  },
  {
    "number": "ŚB 5.18.27",
    "sanskrit": "यं लोकपाला: किल मत्सरज्वरा\nहित्वा यतन्तोऽपि पृथक्समेत्य च ।\nपातुं न शेकुर्द्विपदश्चतुष्पद:\nसरीसृपं स्थाणु यदत्र द‍ृश्यते ॥ २७ ॥",
    "english": "yaṁ loka-pālāḥ kila matsara-jvarā\nhitvā yatanto ’pi pṛthak sametya ca\npātuṁ na śekur dvi-padaś catuṣ-padaḥ\nsarīsṛpaṁ sthāṇu yad atra dṛśyate",
    "translation": "My Lord, from the great leaders of the universe, such as Lord Brahmā and other demigods, down to the political leaders of this world, all are envious of Your authority. Without Your help, however, they could neither separately nor concertedly maintain the innumerable living entities within the universe. You are actually the only maintainer of all human beings, of animals like cows and asses, and of plants, reptiles, birds, mountains and whatever else is visible within this material world."
  },
  {
    "number": "ŚB 5.18.28",
    "sanskrit": "भवान् युगान्तार्णव ऊर्मिमालिनि\nक्षोणीमिमामोषधिवीरुधां निधिम् ।\nमया सहोरु क्रमतेऽज ओजसा\nतस्मै जगत्प्राणगणात्मने नम इति ॥ २८ ॥",
    "english": "bhavān yugāntārṇava ūrmi-mālini\nkṣoṇīm imām oṣadhi-vīrudhāṁ nidhim\nmayā sahoru kramate ’ja ojasā\ntasmai jagat-prāṇa-gaṇātmane nama iti",
    "translation": "O almighty Lord, at the end of the millennium this planet earth, which is the source of all kinds of herbs, drugs and trees, was inundated by water and drowned beneath the devastating waves. At that time, You protected me along with the earth and roamed the sea with great speed. O unborn one, You are the actual maintainer of the entire universal creation, and therefore You are the cause of all living entities. I offer my respectful obeisances unto You."
  }
]