[
  {
    "number": "ŚB 9.5.3",
    "sanskrit": "अम्बरीष उवाच\nत्वमग्निर्भगवान् सूर्यस्त्वं सोमो ज्योतिषां पति: ।\nत्वमापस्त्वं क्षितिर्व्योम वायुर्मात्रेन्द्रियाणि च ॥ ३ ॥",
    "english": "tvam agnir bhagavān sūryas\ntvaṁ somo jyotiṣāṁ patiḥ\ntvam āpas tvaṁ kṣitir vyoma\nvāyur mātrendriyāṇi ca",
    "translation": "Mahārāja Ambarīṣa said: O Sudarśana cakra, you are fire, you are the most powerful sun, and you are the moon, the master of all luminaries. You are water, earth and sky, you are the air, you are the five sense objects [sound, touch, form, taste and smell], and you are the senses also."
  },
  {
    "number": "ŚB 9.5.4",
    "sanskrit": "सुदर्शन नमस्तुभ्यं सहस्राराच्युतप्रिय ।\nसर्वास्त्रघातिन् विप्राय स्वस्ति भूया इडस्पते ॥ ४ ॥",
    "english": "sudarśana namas tubhyaṁ\nsahasrārācyuta-priya\nsarvāstra-ghātin viprāya\nsvasti bhūyā iḍaspate",
    "translation": "O most favorite of Acyuta, the Supreme Personality of Godhead, you have thousands of spokes. O master of the material world, destroyer of all weapons, original vision of the Personality of Godhead, I offer my respectful obeisances unto you. Kindly give shelter and be auspicious to this brāhmaṇa."
  },
  {
    "number": "ŚB 9.5.5",
    "sanskrit": "त्वं धर्मस्त्वमृतं सत्यं त्वं यज्ञोऽखिलयज्ञभुक् ।\nत्वं लोकपाल: सर्वात्मा त्वं तेज: पौरुषं परम् ॥ ५ ॥",
    "english": "tvaṁ dharmas tvam ṛtaṁ satyaṁ\ntvaṁ yajño ’khila-yajña-bhuk\ntvaṁ loka-pālaḥ sarvātmā\ntvaṁ tejaḥ pauruṣaṁ param",
    "translation": "O Sudarśana wheel, you are religion, you are truth, you are encouraging statements, you are sacrifice, and you are the enjoyer of the fruits of sacrifice. You are the maintainer of the entire universe, and you are the supreme transcendental prowess in the hands of the Supreme Personality of Godhead. You are the original vision of the Lord, and therefore you are known as Sudarśana. Everything has been created by your activities, and therefore you are all-pervading."
  },
  {
    "number": "ŚB 9.5.6",
    "sanskrit": "नम: सुनाभाखिलधर्मसेतवे\nह्यधर्मशीलासुरधूमकेतवे ।\nत्रैलोक्यगोपाय विशुद्धवर्चसे\nमनोजवायाद्भ‍ुतकर्मणे गृणे ॥ ६ ॥",
    "english": "namaḥ sunābhākhila-dharma-setave\nhy adharma-śīlāsura-dhūma-ketave\ntrailokya-gopāya viśuddha-varcase\nmano-javāyādbhuta-karmaṇe gṛṇe",
    "translation": "O Sudarśana, you have a very auspicious hub, and therefore you are the upholder of all religion. You are just like an inauspicious comet for the irreligious demons. Indeed, you are the maintainer of the three worlds, you are full of transcendental effulgence, you are as quick as the mind, and you are able to work wonders. I can simply utter the word “namaḥ,” offering all obeisances unto you."
  },
  {
    "number": "ŚB 9.5.7",
    "sanskrit": "त्वत्तेजसा धर्ममयेन संहृतं\nतम: प्रकाशश्च द‍ृशो महात्मनाम् ।\nदुरत्ययस्ते महिमा गिरां पते\nत्वद्रूपमेतत् सदसत् परावरम् ॥ ७ ॥",
    "english": "tvat-tejasā dharma-mayena saṁhṛtaṁ\ntamaḥ prakāśaś ca dṛśo mahātmanām\nduratyayas te mahimā girāṁ pate\ntvad-rūpam etat sad-asat parāvaram",
    "translation": "O master of speech, by your effulgence, full of religious principles, the darkness of the world is dissipated, and the knowledge of learned persons or great souls is manifested. Indeed, no one can surpass your effulgence, for all things, manifested and unmanifested, gross and subtle, superior and inferior, are but various forms of you that are manifested by your effulgence."
  },
  {
    "number": "ŚB 9.5.8",
    "sanskrit": "यदा विसृष्टस्त्वमनञ्जनेन वै\nबलं प्रविष्टोऽजित दैत्यदानवम् ।\nबाहूदरोर्वङ्‌घ्रिशिरोधराणि\nवृश्चन्नजस्रं प्रधने विराजसे ॥ ८ ॥",
    "english": "yadā visṛṣṭas tvam anañjanena vai\nbalaṁ praviṣṭo ’jita daitya-dānavam\nbāhūdarorv-aṅghri-śirodharāṇi\nvṛścann ajasraṁ pradhane virājase",
    "translation": "O indefatigable one, when you are sent by the Supreme Personality of Godhead to enter among the soldiers of the Daityas and the Dānavas, you stay on the battlefield and unendingly separate their arms, bellies, thighs, legs and heads."
  },
  {
    "number": "ŚB 9.5.9",
    "sanskrit": "स त्वं जगत् त्राण खलप्रहाणये\nनिरूपित: सर्वसहो गदाभृता ।\nविप्रस्य चास्मत्कुलदैवहेतवे\nविधेहि भद्रं तदनुग्रहो हि न: ॥ ९ ॥",
    "english": "sa tvaṁ jagat-trāṇa khala-prahāṇaye\nnirūpitaḥ sarva-saho gadā-bhṛtā\nviprasya cāsmat-kula-daiva-hetave\nvidhehi bhadraṁ tad anugraho hi naḥ",
    "translation": "O protector of the universe, you are engaged by the Supreme Personality of Godhead as His all-powerful weapon in killing the envious enemies. For the benefit of our entire dynasty, kindly favor this poor brāhmaṇa. This will certainly be a favor for all of us."
  },
  {
    "number": "ŚB 9.5.10",
    "sanskrit": "यद्यस्ति दत्तमिष्टं वा स्वधर्मो वा स्वनुष्ठित: ।\nकुलं नो विप्रदैवं चेद् द्विजो भवतु विज्वर: ॥ १० ॥",
    "english": "yady asti dattam iṣṭaṁ vā\nsva-dharmo vā svanuṣṭhitaḥ\nkulaṁ no vipra-daivaṁ ced\ndvijo bhavatu vijvaraḥ",
    "translation": "If our family has given charity to the proper persons, if we have performed ritualistic ceremonies and sacrifices, if we have properly carried out our occupational duties, and if we have been guided by learned brāhmaṇas, I wish, in exchange, that this brāhmaṇa be freed from the burning caused by the Sudarśana cakra."
  },
  {
    "number": "ŚB 9.5.11",
    "sanskrit": "यदि नो भगवान् प्रीत एक: सर्वगुणाश्रय: ।\nसर्वभूतात्मभावेन द्विजो भवतु विज्वर: ॥ ११ ॥",
    "english": "yadi no bhagavān prīta\nekaḥ sarva-guṇāśrayaḥ\nsarva-bhūtātma-bhāvena\ndvijo bhavatu vijvaraḥ",
    "translation": "If the Supreme Personality of Godhead, who is one without a second, who is the reservoir of all transcendental qualities, and who is the life and soul of all living entities, is pleased with us, we wish that this brāhmaṇa, Durvāsā Muni, be freed from the pain of being burned."
  }
]