[
  {
    "number": "ŚB 3.28.24",
    "sanskrit": "ऊरू सुपर्णभुजयोरधिशोभमानाव्-\nओजोनिधी अतसिकाकुसुमावभासौ ।\nव्यालम्बिपीतवरवाससि वर्तमान\nकाञ्चीकलापपरिरम्भि नितम्बबिम्बम् ॥ २४ ॥",
    "english": "ūrū suparṇa-bhujayor adhi śobhamānāv\nojo-nidhī atasikā-kusumāvabhāsau\nvyālambi-pīta-vara-vāsasi vartamāna-\nkāñcī-kalāpa-parirambhi nitamba-bimbam",
    "translation": "Next, the yogi should fix his mind in meditation on the Personality of Godhead’s thighs, the storehouse of all energy. The Lord’s thighs are whitish blue, like the luster of the linseed flower, and appear most graceful when the Lord is carried on the shoulders of Garuḍa. Also the yogī should contemplate His rounded hips, which are encircled by a girdle that rests on the exquisite yellow silk cloth that extends down to His ankles."
  },
  {
    "number": "ŚB 3.28.25",
    "sanskrit": "नाभिह्रदं भुवनकोशगुहोदरस्थं\nयत्रात्मयोनिधिषणाखिललोकपद्मम् ।\nव्यूढं हरिन्मणिवृषस्तनयोरमुष्य\nध्यायेद्‍द्वयं विशदहारमयूखगौरम् ॥ २५ ॥",
    "english": "nābhi-hradaṁ bhuvana-kośa-guhodara-sthaṁ\nyatrātma-yoni-dhiṣaṇākhila-loka-padmam\nvyūḍhaṁ harin-maṇi-vṛṣa-stanayor amuṣya\ndhyāyed dvayaṁ viśada-hāra-mayūkha-gauram",
    "translation": "The yogī should then meditate on His moonlike navel in the center of His abdomen. From His navel, which is the foundation of the entire universe, sprang the lotus stem containing all the different planetary systems. The lotus is the residence of Brahmā, the first created being. In the same way, the yogī should concentrate his mind on the Lord’s nipples, which resemble a pair of most exquisite emeralds and which appear whitish because of the rays of the milk-white pearl necklaces adorning His chest."
  },
  {
    "number": "ŚB 3.28.26",
    "sanskrit": "वक्षोऽधिवासमृषभस्य महाविभूते:\nपुंसां मनोनयननिर्वृतिमादधानम् ।\nकण्ठं च कौस्तुभमणेरधिभूषणार्थं\nकुर्यान्मनस्यखिललोकनमस्कृतस्य ॥ २६ ॥",
    "english": "vakṣo ’dhivāsam ṛṣabhasya mahā-vibhūteḥ\npuṁsāṁ mano-nayana-nirvṛtim ādadhānam\nkaṇṭhaṁ ca kaustubha-maṇer adhibhūṣaṇārthaṁ\nkuryān manasy akhila-loka-namaskṛtasya",
    "translation": "The yogī should then meditate on the chest of the Supreme Personality of Godhead, the abode of goddess Mahā-Lakṣmī. The Lord’s chest is the source of all transcendental pleasure for the mind and full satisfaction for the eyes. The yogī should then imprint on his mind the neck of the Personality of Godhead, who is adored by the entire universe. The neck of the Lord serves to enhance the beauty of the Kaustubha gem, which hangs on His chest."
  },
  {
    "number": "ŚB 3.28.27",
    "sanskrit": "बाहूंश्च मन्दरगिरे: परिवर्तनेन\nनिर्णिक्तबाहुवलयानधिलोकपालान् ।\nसञ्चिन्तयेद्दशशतारमसह्यतेज:\nशङ्खं च तत्करसरोरुहराजहंसम् ॥ २७ ॥",
    "english": "bāhūṁś ca mandara-gireḥ parivartanena\nnirṇikta-bāhu-valayān adhiloka-pālān\nsañcintayed daśa-śatāram asahya-tejaḥ\nśaṅkhaṁ ca tat-kara-saroruha-rāja-haṁsam",
    "translation": "The yogī should further meditate upon the Lord’s four arms, which are the source of all the powers of the demigods who control the various functions of material nature. Then the yogi should concentrate on the polished ornaments, which were burnished by Mount Mandara as it revolved. He should also duly contemplate the Lord’s discus, the Sudarśana cakra, which contains one thousand spokes and a dazzling luster, as well as the conch, which looks like a swan in His lotuslike palm."
  },
  {
    "number": "ŚB 3.28.28",
    "sanskrit": "कौमोदकीं भगवतो दयितां स्मरेत\nदिग्धामरातिभटशोणितकर्दमेन ।\nमालां मधुव्रतवरूथगिरोपघुष्टां\nचैत्यस्य तत्त्वममलं मणिमस्य कण्ठे ॥ २८ ॥",
    "english": "kaumodakīṁ bhagavato dayitāṁ smareta\ndigdhām arāti-bhaṭa-śoṇita-kardamena\nmālāṁ madhuvrata-varūtha-giropaghuṣṭāṁ\ncaityasya tattvam amalaṁ maṇim asya kaṇṭhe",
    "translation": "The yogī should meditate upon His club, which is named Kaumodakī and is very dear to Him. This club smashes the demons, who are always inimical soldiers, and is smeared with their blood. One should also concentrate on the nice garland on the neck of the Lord, which is always surrounded by bumblebees, with their nice buzzing sound, and one should meditate upon the pearl necklace on the Lord’s neck, which is considered to represent the pure living entities who are always engaged in His service."
  },
  {
    "number": "ŚB 3.28.29",
    "sanskrit": "भृत्यानुकम्पितधियेह गृहीतमूर्ते:\nसञ्चिन्तयेद्भगवतो वदनारविन्दम् ।\nयद्विस्फुरन्मकरकुण्डलवल्गितेन\nविद्योतितामलकपोलमुदारनासम् ॥ २९ ॥",
    "english": "bhṛtyānukampita-dhiyeha gṛhīta-mūrteḥ\nsañcintayed bhagavato vadanāravindam\nyad visphuran-makara-kuṇḍala-valgitena\nvidyotitāmala-kapolam udāra-nāsam",
    "translation": "The yogī should then meditate on the lotuslike countenance of the Lord, who presents His different forms in this world out of compassion for the anxious devotees. His nose is prominent, and His crystal-clear cheeks are illuminated by the oscillation of His glittering alligator-shaped earrings."
  },
  {
    "number": "ŚB 3.28.30",
    "sanskrit": "यच्छ्रीनिकेतमलिभि: परिसेव्यमानं\nभूत्या स्वया कुटिलकुन्तलवृन्दजुष्टम् ।\nमीनद्वयाश्रयमधिक्षिपदब्जनेत्रं\nध्यायेन्मनोमयमतन्द्रित उल्लसद्भ्रु ॥ ३० ॥",
    "english": "yac chrī-niketam alibhiḥ parisevyamānaṁ\nbhūtyā svayā kuṭila-kuntala-vṛnda-juṣṭam\nmīna-dvayāśrayam adhikṣipad abja-netraṁ\ndhyāyen manomayam atandrita ullasad-bhru",
    "translation": "The yogi then meditates upon the beautiful face of the Lord, which is adorned with curly hair and decorated by lotuslike eyes and dancing eyebrows. A lotus surrounded by swarming bees and a pair of swimming fish would be put to shame by its elegance."
  },
  {
    "number": "ŚB 3.28.31",
    "sanskrit": "तस्यावलोकमधिकं कृपयातिघोर-\nतापत्रयोपशमनाय निसृष्टमक्ष्णो: ।\nस्‍निग्धस्मितानुगुणितं विपुलप्रसादं\nध्यायेच्चिरं विपुलभावनया गुहायाम् ॥ ३१ ॥",
    "english": "tasyāvalokam adhikaṁ kṛpayātighora-\ntāpa-trayopaśamanāya nisṛṣṭam akṣṇoḥ\nsnigdha-smitānuguṇitaṁ vipula-prasādaṁ\ndhyāyec ciraṁ vipula-bhāvanayā guhāyām",
    "translation": "The yogīs should contemplate with full devotion the compassionate glances frequently cast by the Lord’s eyes, for they soothe the most fearful threefold agonies of His devotees. His glances, accompanied by loving smiles, are full of abundant grace."
  },
  {
    "number": "ŚB 3.28.32",
    "sanskrit": "हासं हरेरवनताखिललोकतीव्र-\nशोकाश्रुसागरविशोषणमत्युदारम् ।\nसम्मोहनाय रचितं निजमाययास्य\nभ्रूमण्डलं मुनिकृते मकरध्वजस्य ॥ ३२ ॥",
    "english": "hāsaṁ harer avanatākhila-loka-tīvra-\nśokāśru-sāgara-viśoṣaṇam atyudāram\nsammohanāya racitaṁ nija-māyayāsya\nbhrū-maṇḍalaṁ muni-kṛte makara-dhvajasya",
    "translation": "A yogī should similarly meditate on the most benevolent smile of Lord Śrī Hari, a smile which, for all those who bow to Him, dries away the ocean of tears caused by intense grief. The yogī should also meditate on the Lord’s arched eyebrows, which are manifested by His internal potency in order to charm the sex-god for the good of the sages."
  },
  {
    "number": "ŚB 3.28.33",
    "sanskrit": "ध्यानायनं प्रहसितं बहुलाधरोष्ठ-\nभासारुणायिततनुद्विजकुन्दपङ्‌क्ति ।\nध्यायेत्स्वदेहकुहरेऽवसितस्य विष्णोर्\nभक्त्यार्द्रयार्पितमना न पृथग्दिद‍ृक्षेत् ॥ ३३ ॥",
    "english": "dhyānāyanaṁ prahasitaṁ bahulādharoṣṭha-\nbhāsāruṇāyita-tanu-dvija-kunda-paṅkti\ndhyāyet svadeha-kuhare ’vasitasya viṣṇor\nbhaktyārdrayārpita-manā na pṛthag didṛkṣet",
    "translation": "With devotion steeped in love and affection, the yogī should meditate within the core of his heart upon the laughter of Lord Viṣṇu. The laughter of Viṣṇu is so captivating that it can be easily meditated upon. When the Supreme Lord is laughing, one can see His small teeth, which resemble jasmine buds rendered rosy by the splendor of His lips. Once devoting his mind to this, the yogī should no longer desire to see anything else."
  }
]