[
  {
    "number": "ŚB 10.10.29",
    "sanskrit": "कृष्ण कृष्ण महायोगिंस्त्वमाद्य: पुरुष: पर: ।\nव्यक्ताव्यक्तमिदं विश्वं रूपं ते ब्राह्मणा\nविदु:\n॥ २९ ॥",
    "english": "kṛṣṇa kṛṣṇa mahā-yogiṁs\ntvam ādyaḥ puruṣaḥ paraḥ\nvyaktāvyaktam idaṁ viśvaṁ\nrūpaṁ te brāhmaṇā viduḥ",
    "translation": "O Lord Kṛṣṇa, Lord Kṛṣṇa, Your opulent mysticism is inconceivable. You are the supreme, original person, the cause of all causes, immediate and remote, and You are beyond this material creation. Learned brāhmaṇas know [on the basis of the Vedic statement sarvaṁ khalv idaṁ brahma] that You are everything and that this cosmic manifestation, in its gross and subtle aspects, is Your form."
  },
  {
    "number": "ŚB 10.10.30",
    "sanskrit": "त्वमेक: सर्वभूतानां देहास्वात्मेन्द्रियेश्वर: ।\nत्वमेव कालो भगवान् विष्णुरव्यय ईश्वर: ॥ ३० ॥\nत्वं महान् प्रकृति: सूक्ष्मा रज:सत्त्वतमोमयी ।\nत्वमेव पुरुषोऽध्यक्ष: सर्वक्षेत्रविकारवित् ॥ ३१ ॥",
    "english": "tvam ekaḥ sarva-bhūtānāṁ\ndehāsv-ātmendriyeśvaraḥ\ntvam eva kālo bhagavān\nviṣṇur avyaya īśvaraḥ",
    "translation": "You are the Supreme Personality of Godhead, the controller of everything. The body, life, ego and senses of every living entity are Your own self. You are the Supreme Person, Viṣṇu, the imperishable controller. You are the time factor, the immediate cause, and You are material nature, consisting of the three modes passion, goodness and ignorance. You are the original cause of this material manifestation. You are the Supersoul, and therefore You know everything within the core of the heart of every living entity."
  },
  {
    "number": "ŚB 10.10.31",
    "sanskrit": "",
    "english": "",
    "translation": ""
  },
  {
    "number": "ŚB 10.10.32",
    "sanskrit": "गृह्यमाणैस्त्वमग्राह्यो विकारै: प्राकृतैर्गुणै: ।\nको न्विहार्हति विज्ञातुं प्राक्‌सिद्धं गुणसंवृत: ॥ ३२ ॥",
    "english": "gṛhyamāṇais tvam agrāhyo\nvikāraiḥ prākṛtair guṇaiḥ\nko nv ihārhati vijñātuṁ\nprāk siddhaṁ guṇa-saṁvṛtaḥ",
    "translation": "O Lord, You exist before the creation. Therefore, who, trapped by a body of material qualities in this material world, can understand You?"
  },
  {
    "number": "ŚB 10.10.33",
    "sanskrit": "तस्मै तुभ्यं भगवते वासुदेवाय वेधसे ।\nआत्मद्योतगुणैश्छन्नमहिम्ने ब्रह्मणे नम: ॥ ३३ ॥",
    "english": "tasmai tubhyaṁ bhagavate\nvāsudevāya vedhase\nātma-dyota-guṇaiś channa-\nmahimne brahmaṇe namaḥ",
    "translation": "O Lord, whose glories are covered by Your own energy, You are the Supreme Personality of Godhead. You are Saṅkarṣaṇa, the origin of creation, and You are Vāsudeva, the origin of the caturvyūha. Because You are everything and are therefore the Supreme Brahman, we simply offer our respectful obeisances unto You."
  },
  {
    "number": "ŚB 10.10.34",
    "sanskrit": "यस्यावतारा ज्ञायन्ते शरीरेष्वशरीरिण: ।\nतैस्तैरतुल्यातिशयैर्वीर्यैर्देहिष्वसङ्गतै: ॥ ३४ ॥\nस भवान्सर्वलोकस्य भवाय विभवाय च ।\nअवतीर्णोंऽशभागेन साम्प्रतं पतिराशिषाम् ॥ ३५ ॥",
    "english": "yasyāvatārā jñāyante\nśarīreṣv aśarīriṇaḥ\ntais tair atulyātiśayair\nvīryair dehiṣv asaṅgataiḥ",
    "translation": "Appearing in bodies like those of an ordinary fish, tortoise and hog, You exhibit activities impossible for such creatures to perform — extraordinary, incomparable, transcendental activities of unlimited power and strength. These bodies of Yours, therefore, are not made of material elements, but are incarnations of Your Supreme Personality. You are the same Supreme Personality of Godhead, who have now appeared, with full potency, for the benefit of all living entities within this material world."
  },
  {
    "number": "ŚB 10.10.35",
    "sanskrit": "",
    "english": "",
    "translation": ""
  },
  {
    "number": "ŚB 10.10.36",
    "sanskrit": "नम: परमकल्याण नम: परममङ्गल ।\nवासुदेवाय शान्ताय यदूनां पतये नम: ॥ ३६ ॥",
    "english": "namaḥ parama-kalyāṇa\nnamaḥ parama-maṅgala\nvāsudevāya śāntāya\nyadūnāṁ pataye namaḥ",
    "translation": "O supremely auspicious, we offer our respectful obeisances unto You, who are the supreme good. O most famous descendant and controller of the Yadu dynasty, O son of Vasudeva, O most peaceful, let us offer our obeisances unto Your lotus feet."
  },
  {
    "number": "ŚB 10.10.37",
    "sanskrit": "अनुजानीहि नौ भूमंस्तवानुचरकिङ्करौ ।\nदर्शनं नौ भगवत ऋषेरासीदनुग्रहात् ॥ ३७ ॥",
    "english": "anujānīhi nau bhūmaṁs\ntavānucara-kiṅkarau\ndarśanaṁ nau bhagavata\nṛṣer āsīd anugrahāt",
    "translation": "O supreme form, we are always servants of Your servants, especially of Nārada Muni. Now give us permission to leave for our home. It is by the grace and mercy of Nārada Muni that we have been able to see You face to face."
  },
  {
    "number": "ŚB 10.10.38",
    "sanskrit": "वाणी गुणानुकथने श्रवणौ कथायां\nहस्तौ च कर्मसु मनस्तव पादयोर्न: ।\nस्मृत्यां शिरस्तव निवासजगत्प्रणामे\nद‍ृष्टि: सतां दर्शनेऽस्तु भवत्तनूनाम् ॥ ३८ ॥",
    "english": "vāṇī guṇānukathane śravaṇau kathāyāṁ\nhastau ca karmasu manas tava pādayor naḥ\nsmṛtyāṁ śiras tava nivāsa-jagat-praṇāme\ndṛṣṭiḥ satāṁ darśane ’stu bhavat-tanūnām",
    "translation": "Henceforward, may all our words describe Your pastimes, may our ears engage in aural reception of Your glories, may our hands, legs and other senses engage in actions pleasing to You, and may our minds always think of Your lotus feet. May our heads offer our obeisances to everything within this world, because all things are also Your different forms, and may our eyes see the forms of Vaiṣṇavas, who are nondifferent from You."
  }
]