[
  {
    "number": "ŚB 4.7.26",
    "sanskrit": "दक्ष उवाच\nशुद्धं स्वधाम्न्युपरताखिलबुद्ध्यवस्थं\nचिन्मात्रमेकमभयं प्रतिषिध्य मायाम् ।\nतिष्ठंस्तयैव पुरुषत्वमुपेत्य तस्या-\nमास्ते भवानपरिशुद्ध इवात्मतन्त्र: ॥ २६ ॥",
    "english": "śuddhaṁ sva-dhāmny uparatākhila-buddhy-avasthaṁ\ncin-mātram ekam abhayaṁ pratiṣidhya māyām\ntiṣṭhaṁs tayaiva puruṣatvam upetya tasyām\nāste bhavān apariśuddha ivātma-tantraḥ",
    "translation": "Dakṣa addressed the Supreme Personality of Godhead: My dear Lord, You are transcendental to all speculative positions. You are completely spiritual, devoid of all fear, and You are always in control of the material energy. Even though You appear in the material energy, You are situated transcendentally. You are always free from material contamination because You are completely self-sufficient."
  },
  {
    "number": "ŚB 4.7.27",
    "sanskrit": "ऋत्विज ऊचु:\nतत्त्वं न ते वयमनञ्जन रुद्रशापात्\nकर्मण्यवग्रहधियो भगवन्विदाम: ।\nधर्मोपलक्षणमिदं त्रिवृदध्वराख्यं\nज्ञातं यदर्थमधिदैवमदो व्यवस्था: ॥ २७ ॥",
    "english": "tattvaṁ na te vayam anañjana rudra-śāpāt\nkarmaṇy avagraha-dhiyo bhagavan vidāmaḥ\ndharmopalakṣaṇam idaṁ trivṛd adhvarākhyaṁ\njñātaṁ yad-artham adhidaivam ado vyavasthāḥ",
    "translation": "The priests addressed the Lord, saying: O Lord, transcendental to material contamination, by the curse offered by Lord Śiva’s men we have become attached to fruitive activities, and thus we are now fallen and therefore do not know anything about You. On the contrary, we are now involved in the injunctions of the three departments of the Vedic knowledge under the plea of executing rituals in the name of yajña. We know that You have made arrangements for distributing the respective shares of the demigods."
  },
  {
    "number": "ŚB 4.7.28",
    "sanskrit": "सदस्या ऊचु:\nउत्पत्त्यध्वन्यशरण उरुक्लेशदुर्गेऽन्तकोग्र\nव्यालान्विष्टे विषयमृगतृष्यात्मगेहोरुभार: ।\nद्वन्द्वश्वभ्रे खलमृगभये शोकदावेऽज्ञसार्थ:\nपादौकस्ते शरणद कदा याति कामोपसृष्ट: ॥ २८ ॥",
    "english": "utpatty-adhvany aśaraṇa uru-kleśa-durge ’ntakogra-\nvyālānviṣṭe viṣaya-mṛga-tṛṣy ātma-gehoru-bhāraḥ\ndvandva-śvabhre khala-mṛga-bhaye śoka-dāve ’jña-sārthaḥ\npādaukas te śaraṇada kadā yāti kāmopasṛṣṭaḥ",
    "translation": "The members of the assembly addressed the Lord: O exclusive shelter for all who are situated in troubled life, in this formidable fort of conditional existence the time element, like a snake, is always looking for an opportunity to strike. This world is full of ditches of so-called distress and happiness, and there are many ferocious animals always ready to attack. The fire of lamentation is always blazing, and the mirage of false happiness is always alluring, but one has no shelter from them. Thus foolish persons live in the cycle of birth and death, always overburdened in discharging their so-called duties, and we do not know when they will accept the shelter of Your lotus feet."
  },
  {
    "number": "ŚB 4.7.29",
    "sanskrit": "रुद्र उवाच\nतव वरद वराङ्‌घ्रावाशिषेहाखिलार्थे\nह्यपि मुनिभिरसक्तैरादरेणार्हणीये ।\nयदि रचितधियं माविद्यलोकोऽपविद्धं\nजपति न गणये तत्त्वत्परानुग्रहेण ॥ २९ ॥",
    "english": "tava varada varāṅghrāv āśiṣehākhilārthe\nhy api munibhir asaktair ādareṇārhaṇīye\nyadi racita-dhiyaṁ māvidya-loko ’paviddhaṁ\njapati na gaṇaye tat tvat-parānugraheṇa",
    "translation": "Lord Śiva said: My dear Lord, my mind and consciousness are always fixed on Your lotus feet, which, as the source of all benediction and the fulfillment of all desires, are worshiped by all liberated great sages because Your lotus feet are worthy of worship. With my mind fixed on Your lotus feet, I am no longer disturbed by persons who blaspheme me, claiming that my activities are not purified. I do not mind their accusations, and I excuse them out of compassion, just as You exhibit compassion toward all living entities."
  },
  {
    "number": "ŚB 4.7.30",
    "sanskrit": "भृगुरुवाच\nयन्मायया गहनयापहृतात्मबोधा\nब्रह्मादयस्तनुभृतस्तमसि स्वपन्त: ।\nनात्मन् श्रितं तव विदन्त्यधुनापि तत्त्वं\nसोऽयं प्रसीदतु भवान्प्रणतात्मबन्धु: ॥ ३० ॥",
    "english": "yan māyayā gahanayāpahṛtātma-bodhā\nbrahmādayas tanu-bhṛtas tamasi svapantaḥ\nnātman-śritaṁ tava vidanty adhunāpi tattvaṁ\nso ’yaṁ prasīdatu bhavān praṇatātma-bandhuḥ",
    "translation": "Śrī Bhṛgu said: My dear Lord, all living entities, beginning from the highest, namely Lord Brahmā, down to the ordinary ant, are under the influence of the insurmountable spell of illusory energy, and thus they are ignorant of their constitutional position. Everyone believes in the concept of the body, and all are thus submerged in the darkness of illusion. They are actually unable to understand how You live in every living entity as the Supersoul, nor can they understand Your absolute position. But You are the eternal friend and protector of all surrendered souls. Therefore, please be kind toward us and forgive all our offenses."
  },
  {
    "number": "ŚB 4.7.31",
    "sanskrit": "ब्रह्मोवाच\nनैतत्स्वरूपं भवतोऽसौ पदार्थ\nभेदग्रहै: पुरुषो यावदीक्षेत् ।\nज्ञानस्य चार्थस्य गुणस्य चाश्रयो\nमायामयाद्वय‍‌तिरिक्तो मतस्त्वम् ॥ ३१ ॥",
    "english": "naitat svarūpaṁ bhavato ’sau padārtha-\nbheda-grahaiḥ puruṣo yāvad īkṣet\njñānasya cārthasya guṇasya cāśrayo\nmāyāmayād vyatirikto matas tvam",
    "translation": "Lord Brahmā said: My dear Lord, Your personality and eternal form cannot be understood by any person who is trying to know You through the different processes of acquiring knowledge. Your position is always transcendental to the material creation, whereas the empiric attempt to understand You is material, as are its objectives and instruments."
  },
  {
    "number": "ŚB 4.7.32",
    "sanskrit": "इन्द्र उवाच\nइदमप्यच्युत विश्वभावनं\nवपुरानन्दकरं मनोद‍ृशाम् ।\nसुरविद्विट्‌क्षपणैरुदायुधै\nर्भुजदण्डैरुपपन्नमष्टभि: ॥ ३२ ॥",
    "english": "idam apy acyuta viśva-bhāvanaṁ\nvapur ānanda-karaṁ mano-dṛśām\nsura-vidviṭ-kṣapaṇair udāyudhair\nbhuja-daṇḍair upapannam aṣṭabhiḥ",
    "translation": "King Indra said: My dear Lord, Your transcendental form with eight hands and weapons in each of them appears for the welfare of the entire universe, and it is very pleasing to the mind and eyes. In such a form, Your Lordship is always prepared to punish the demons, who are envious of Your devotees."
  },
  {
    "number": "ŚB 4.7.33",
    "sanskrit": "पत्‍न्य ऊचु:\nयज्ञोऽयं तव यजनाय केन सृष्टो\nविध्वस्त: पशुपतिनाद्य दक्षकोपात् ।\nतं नस्त्वं शवशयनाभशान्तमेधं\nयज्ञात्मन्नलिनरुचा द‍ृशा पुनीहि ॥ ३३ ॥",
    "english": "yajño ’yaṁ tava yajanāya kena sṛṣṭo\nvidhvastaḥ paśupatinādya dakṣa-kopāt\ntaṁ nas tvaṁ śava-śayanābha-śānta-medhaṁ\nyajñātman nalina-rucā dṛśā punīhi",
    "translation": "The wives of the performers of the sacrifice said: My dear Lord, this sacrifice was arranged under the instruction of Brahmā, but unfortunately Lord Śiva, being angry at Dakṣa, devastated the entire scene, and because of his anger the animals meant for sacrifice are lying dead. Therefore the preparations of the yajña have been lost. Now, by the glance of Your lotus eyes, the sanctity of this sacrificial arena may be again invoked."
  },
  {
    "number": "ŚB 4.7.34",
    "sanskrit": "ऋषय ऊचु:\nअनन्वितं ते भगवन् विचेष्टितं\nयदात्मना चरसि हि कर्म नाज्यसे ।\nविभूतये यत उपसेदुरीश्वरीं\nन मन्यते स्वयमनुवर्ततीं भवान् ॥ ३४ ॥",
    "english": "ananvitaṁ te bhagavan viceṣṭitaṁ\nyad ātmanā carasi hi karma nājyase\nvibhūtaye yata upasedur īśvarīṁ\nna manyate svayam anuvartatīṁ bhavān",
    "translation": "The sages prayed: Dear Lord, Your activities are most wonderful, and although You do everything by Your different potencies, You are not at all attached to such activities. You are not even attached to the goddess of fortune, who is worshiped by the great demigods like Brahmā, who pray to achieve her mercy."
  },
  {
    "number": "ŚB 4.7.35",
    "sanskrit": "सिद्धा ऊचु:\nअयं त्वत्कथामृष्टपीयूषनद्यां\nमनोवारण: क्लेशदावाग्निदग्ध: ।\nतृषार्तोऽवगाढो न सस्मार दावं\nन निष्क्रामति ब्रह्मसम्पन्नवन्न: ॥ ३५ ॥",
    "english": "ayaṁ tvat-kathā-mṛṣṭa-pīyūṣa-nadyāṁ\nmano-vāraṇaḥ kleśa-dāvāgni-dagdhaḥ\ntṛṣārto ’vagāḍho na sasmāra dāvaṁ\nna niṣkrāmati brahma-sampannavan naḥ",
    "translation": "The Siddhas prayed: Like an elephant that has suffered in a forest fire but can forget all its troubles by entering a river, our minds, O Lord, always merge in the nectarean river of Your transcendental pastimes, and they desire never to leave such transcendental bliss, which is as good as the pleasure of merging in the Absolute."
  },
  {
    "number": "ŚB 4.7.36",
    "sanskrit": "यजमान्युवाच\nस्वागतं ते प्रसीदेश तुभ्यं नम:\nश्रीनिवास श्रिया कान्तया त्राहि न: ।\nत्वामृतेऽधीश नाङ्गैर्मख: शोभते\nशीर्षहीन: कबन्धो यथा पुरुष: ॥ ३६ ॥",
    "english": "svāgataṁ te prasīdeśa tubhyaṁ namaḥ\nśrīnivāsa śriyā kāntayā trāhi naḥ\ntvām ṛte ’dhīśa nāṅgair makhaḥ śobhate\nśīrṣa-hīnaḥ ka-bandho yathā puruṣaḥ",
    "translation": "The wife of Dakṣa prayed as follows: My dear Lord, it is very fortunate that You have appeared in this arena of sacrifice. I offer my respectful obeisances unto You, and I request that You be pleased on this occasion. The sacrificial arena is not beautiful without You, just as a body is not beautiful without the head."
  },
  {
    "number": "ŚB 4.7.37",
    "sanskrit": "लोकपाला ऊचु:\nद‍ृष्ट: किं नो द‍ृग्भिरसद्ग्रहैस्त्वं\nप्रत्यग्द्रष्टा द‍ृश्यते येन विश्वम् ।\nमाया ह्येषा भवदीया हि भूमन्\nयस्त्वं षष्ठ: पञ्चभिर्भासि भूतै: ॥ ३७ ॥",
    "english": "dṛṣṭaḥ kiṁ no dṛgbhir asad-grahais tvaṁ\npratyag-draṣṭā dṛśyate yena viśvam\nmāyā hy eṣā bhavadīyā hi bhūman\nyas tvaṁ ṣaṣṭhaḥ pañcabhir bhāsi bhūtaiḥ",
    "translation": "The governors of various planets spoke as follows: Dear Lord, we believe only in our direct perception, and therefore we see You as a creation of the material world. But under the circumstances we do not know whether we have actually seen You with our material senses. By our material senses we can simply perceive the cosmic manifestation, but You are beyond the five elements. You are the sixth."
  },
  {
    "number": "ŚB 4.7.38",
    "sanskrit": "योगेश्‍वरा ऊचु\nप्रेयान्न तेऽन्योऽस्त्यमुतस्त्वयि प्रभो\nविश्वात्मनीक्षेन्न पृथग्य आत्मन: ।\nअथापि भक्त्येश तयोपधावता-\nमनन्यवृत्त्यानुगृहाण वत्सल ॥ ३८ ॥",
    "english": "preyān na te ’nyo ’sty amutas tvayi prabho\nviśvātmanīkṣen na pṛthag ya ātmanaḥ\nathāpi bhaktyeśa tayopadhāvatām\nananya-vṛttyānugṛhāṇa vatsala",
    "translation": "The great mystics said: Dear Lord, persons who see You as nondifferent from themselves, knowing that You are the Supersoul of all living entities, are certainly very, very dear to You. You are very favorable toward those who engage in devotional service, accepting You as the Lord and themselves as the servants. By Your mercy, You are always inclined in their favor."
  },
  {
    "number": "ŚB 4.7.39",
    "sanskrit": "जगदुद्भवस्थितिलयेषु दैवतो\nबहुभिद्यमानगुणयात्ममायया ।\nरचितात्मभेदमतये स्वसंस्थया\nविनिवर्तितभ्रमगुणात्मने नम: ॥ ३९ ॥",
    "english": "jagad-udbhava-sthiti-layeṣu daivato\nbahu-bhidyamāna-guṇayātma-māyayā\nracitātma-bheda-mataye sva-saṁsthayā\nvinivartita-bhrama-guṇātmane namaḥ",
    "translation": "We offer our respectful obeisances unto the Supreme, who has created varieties of manifestations and put them under the spell of the three qualities of the material world in order to create, maintain and annihilate them. He Himself is not under the control of the external energy: in His personal feature He is completely devoid of the variegated manifestation of material qualities, and He is under no illusion of false identification."
  },
  {
    "number": "ŚB 4.7.40",
    "sanskrit": "ब्रह्मोवाच\nनमस्ते श्रितसत्त्वाय धर्मादीनां च सूतये ।\nनिर्गुणाय च यत्काष्ठां नाहं वेदापरेऽपि च ॥ ४० ॥",
    "english": "namas te śrita-sattvāya\ndharmādīnāṁ ca sūtaye\nnirguṇāya ca yat-kāṣṭhāṁ\nnāhaṁ vedāpare ’pi ca",
    "translation": "The personified Vedas said: We offer our respectful obeisances unto You, the Lord, the shelter of the quality of goodness and therefore the source of all religion, austerity and penance, for You are transcendental to all material qualities and no one knows You or Your actual situation."
  },
  {
    "number": "ŚB 4.7.41",
    "sanskrit": "अग्निरुवाच\nयत्तेजसाहं सुसमिद्धतेजा\nहव्यं वहे स्वध्वर आज्यसिक्तम् ।\nतं यज्ञियं पञ्चविधं च पञ्चभि:\nस्विष्टं यजुर्भि: प्रणतोऽस्मि यज्ञम् ॥ ४१ ॥",
    "english": "yat-tejasāhaṁ susamiddha-tejā\nhavyaṁ vahe svadhvara ājya-siktam\ntaṁ yajñiyaṁ pañca-vidhaṁ ca pañcabhiḥ\nsviṣṭaṁ yajurbhiḥ praṇato ’smi yajñam",
    "translation": "The fire-god said: My dear Lord, I offer my respectful obeisances unto You because by Your favor I am as luminous as blazing fire and I accept the offerings mixed with butter and offered in sacrifice. The five kinds of offerings according to the Yajur Veda are all Your different energies, and You are worshiped by five kinds of Vedic hymns. Sacrifice means You, the Supreme Personality of Godhead."
  },
  {
    "number": "ŚB 4.7.42",
    "sanskrit": "देवा ऊचु:\nपुरा कल्पापाये स्वकृतमुदरीकृत्य विकृतं\nत्वमेवाद्यस्तस्मिन् सलिल उरगेन्द्राधिशयने ।\nपुमान्शेषे सिद्धैर्हृदि विमृशिताध्यात्मपदवि:\nस एवाद्याक्ष्णोर्य: पथि चरसि भृत्यानवसि न: ॥ ४२ ॥",
    "english": "purā kalpāpāye sva-kṛtam udarī-kṛtya vikṛtaṁ\ntvam evādyas tasmin salila uragendrādhiśayane\npumān śeṣe siddhair hṛdi vimṛśitādhyātma-padaviḥ\nsa evādyākṣṇor yaḥ pathi carasi bhṛtyān avasi naḥ",
    "translation": "The demigods said: Dear Lord, formerly, when there was a devastation, You conserved all the different energies of material manifestation. At that time, all the inhabitants of the higher planets, represented by such liberated souls as Sanaka, were meditating on You by philosophical speculation. You are therefore the original person, and You rest in the water of devastation on the bed of the Śeṣa snake. Now, today, You are visible to us, who are all Your servants. Please give us protection."
  },
  {
    "number": "ŚB 4.7.43",
    "sanskrit": "गन्धर्वा ऊचु:\nअंशांशास्ते देव मरीच्यादय एते\nब्रह्मेन्द्राद्या देवगणा रुद्रपुरोगा: ।\nक्रीडाभाण्डं विश्वमिदं यस्य विभूमन्\nतस्मै नित्यं नाथ नमस्ते करवाम ॥ ४३ ॥",
    "english": "aṁśāṁśās te deva marīcy-ādaya ete\nbrahmendrādyā deva-gaṇā rudra-purogāḥ\nkrīḍā-bhāṇḍaṁ viśvam idaṁ yasya vibhūman\ntasmai nityaṁ nātha namas te karavāma",
    "translation": "The Gandharvas said: Dear Lord, all the demigods, including Lord Śiva, Lord Brahmā and Indra, along with Marīci and the other great sages, are all only differentiated parts and parcels of Your body. You are the Supreme Almighty Great; the whole creation is just like a plaything for You. We always accept You as the Supreme Personality of Godhead, and we offer our respectful obeisances unto You."
  },
  {
    "number": "ŚB 4.7.44",
    "sanskrit": "विद्याधरा ऊचु:\nत्वन्माययार्थमभिपद्य कलेवरेऽस्मिन्\nकृत्वा ममाहमिति दुर्मतिरुत्पथै: स्वै: ।\nक्षिप्तोऽप्यसद्विषयलालस आत्ममोहं\nयुष्मत्कथामृतनिषेवक उद्वय‍ुदस्येत् ॥ ४४ ॥",
    "english": "tvan-māyayārtham abhipadya kalevare ’smin\nkṛtvā mamāham iti durmatir utpathaiḥ svaiḥ\nkṣipto ’py asad-viṣaya-lālasa ātma-mohaṁ\nyuṣmat-kathāmṛta-niṣevaka udvyudasyet",
    "translation": "The Vidyādharas said: Dear Lord, this human form of body is meant for attaining the highest perfectional objective, but, impelled by Your external energy, the living entity misidentifies himself with his body and with the material energy, and therefore, influenced by māyā, he wants to become happy by material enjoyment. He is misled and always attracted by temporary, illusory happiness. But Your transcendental activities are so powerful that if one engages in hearing and chanting such topics, he can be delivered from illusion."
  },
  {
    "number": "ŚB 4.7.45",
    "sanskrit": "ब्राह्मणा ऊचु:\nत्वं क्रतुस्त्वं हविस्त्वं हुताश: स्वयंत्वं हि मन्त्र: समिद्दर्भपात्राणि च । त्वं सदस्यर्त्विजो दम्पती देवताअग्निहोत्रं स्वधा सोम आज्यं पशु: ॥ ४५ ॥",
    "english": "tvaṁ kratus tvaṁ havis tvaṁ hutāśaḥ svayaṁ\ntvaṁ hi mantraḥ samid-darbha-pātrāṇi ca\ntvaṁ sadasyartvijo dampatī devatā\nagnihotraṁ svadhā soma ājyaṁ paśuḥ",
    "translation": "The brāhmaṇas said: Dear Lord, You are sacrifice personified. You are the offering of clarified butter, You are the fire, You are the chanting of Vedic hymns by which the sacrifice is conducted, You are the fuel, You are the flame, You are the kuśa grass, and You are the sacrificial pots. You are the priests who perform the yajña, You are the demigods headed by Indra, and You are the sacrificial animal. Everything that is sacrificed is You or Your energy."
  },
  {
    "number": "ŚB 4.7.46",
    "sanskrit": "त्वं पुरा गां रसाया महासूकरो\nदंष्ट्रया पद्मिनीं वारणेन्द्रो यथा ।\nस्तूयमानो नदल्लीलया योगिभि-\nर्व्युज्जहर्थ त्रयीगात्र यज्ञक्रतु: ॥ ४६ ॥",
    "english": "tvaṁ purā gāṁ rasāyā mahā-sūkaro\ndaṁṣṭrayā padminīṁ vāraṇendro yathā\nstūyamāno nadal līlayā yogibhir\nvyujjahartha trayī-gātra yajña-kratuḥ",
    "translation": "Dear Lord, O personified Vedic knowledge, in the past millennium, long, long ago, when You appeared as the great boar incarnation, You picked up the world from the water, as an elephant picks up a lotus flower from a lake. When You vibrated transcendental sound in that gigantic form of a boar, the sound was accepted as a sacrificial hymn, and great sages like Sanaka meditated upon it and offered prayers for Your glorification."
  },
  {
    "number": "ŚB 4.7.47",
    "sanskrit": "स प्रसीद त्वमस्माकमाकाङ्‌क्षतां\nदर्शनं ते परिभ्रष्टसत्कर्मणाम् ।\nकीर्त्यमाने नृभिर्नाम्नि यज्ञेश ते\nयज्ञविघ्ना: क्षयं यान्ति तस्मै नम: ॥ ४७ ॥",
    "english": "sa prasīda tvam asmākam ākāṅkṣatāṁ\ndarśanaṁ te paribhraṣṭa-sat-karmaṇām\nkīrtyamāne nṛbhir nāmni yajñeśa te\nyajña-vighnāḥ kṣayaṁ yānti tasmai namaḥ",
    "translation": "Dear Lord, we were awaiting Your audience because we have been unable to perform the yajñas according to the Vedic rituals. We pray unto You, therefore, to be pleased with us. Simply by chanting Your holy name, one can surpass all obstacles. We offer our respectful obeisances unto You in Your presence."
  }
]