[
  {
    "number": "ŚB 3.33.2",
    "sanskrit": "देवहूतिरुवाच\nअथाप्यजोऽन्त:सलिले शयानं\nभूतेन्द्रियार्थात्ममयं वपुस्ते ।\nगुणप्रवाहं सदशेषबीजं\nदध्यौ स्वयं यज्जठराब्जजात: ॥ २ ॥",
    "english": "athāpy ajo ’ntaḥ-salile śayānaṁ\nbhūtendriyārthātma-mayaṁ vapus te\nguṇa-pravāhaṁ sad-aśeṣa-bījaṁ\ndadhyau svayaṁ yaj-jaṭharābja-jātaḥ",
    "translation": "Devahūti said: Brahmā is said to be unborn because he takes birth from the lotus flower which grows from Your abdomen while You lie in the ocean at the bottom of the universe. But even Brahmā simply meditated upon You, whose body is the source of unlimited universes."
  },
  {
    "number": "ŚB 3.33.3",
    "sanskrit": "स एव विश्वस्य भवान्विधत्ते\nगुणप्रवाहेण विभक्तवीर्य: ।\nसर्गाद्यनीहोऽवितथाभिसन्धिर्\nआत्मेश्वरोऽतर्क्यसहस्रशक्ति: ॥ ३ ॥",
    "english": "sa eva viśvasya bhavān vidhatte\nguṇa-pravāheṇa vibhakta-vīryaḥ\nsargādy anīho ’vitathābhisandhir\nātmeśvaro ’tarkya-sahasra-śaktiḥ",
    "translation": "My dear Lord, although personally You have nothing to do, You have distributed Your energies in the interactions of the material modes of nature, and for that reason the creation, maintenance and dissolution of the cosmic manifestation take place. My dear Lord, You are self-determined and are the Supreme Personality of Godhead for all living entities. For them You created this material manifestation, and although You are one, Your diverse energies can act multifariously. This is inconceivable to us."
  },
  {
    "number": "ŚB 3.33.4",
    "sanskrit": "स त्वं भृतो मे जठरेण नाथ\nकथं नु यस्योदर एतदासीत् ।\nविश्वं युगान्ते वटपत्र एक:\nशेते स्म माया-शिशुरङ्‌घ्रिपान: ॥ ४ ॥",
    "english": "sa tvaṁ bhṛto me jaṭhareṇa nātha\nkathaṁ nu yasyodara etad āsīt\nviśvaṁ yugānte vaṭa-patra ekaḥ\nśete sma māyā-śiśur aṅghri-pānaḥ",
    "translation": "As the Supreme Personality of Godhead, You have taken birth from my abdomen. O my Lord, how is that possible for the supreme one, who has in His belly all the cosmic manifestation? The answer is that it is possible, for at the end of the millennium You lie down on a leaf of a banyan tree, and just like a small baby, You lick the toe of Your lotus foot."
  },
  {
    "number": "ŚB 3.33.5",
    "sanskrit": "त्वं देहतन्त्र: प्रशमाय पाप्मनां\nनिदेशभाजां च विभो विभूतये ।\nयथावतारास्तव सूकरादयस्\nतथायमप्यात्मपथोपलब्धये ॥ ५ ॥",
    "english": "tvaṁ deha-tantraḥ praśamāya pāpmanāṁ\nnideśa-bhājāṁ ca vibho vibhūtaye\nyathāvatārās tava sūkarādayas\ntathāyam apy ātma-pathopalabdhaye",
    "translation": "My dear Lord, You have assumed this body in order to diminish the sinful activities of the fallen and to enrich their knowledge in devotion and liberation. Since these sinful people are dependent on Your direction, by Your own will You assume incarnations as a boar and as other forms. Similarly, You have appeared in order to distribute transcendental knowledge to Your dependents."
  },
  {
    "number": "ŚB 3.33.6",
    "sanskrit": "यन्नामधेयश्रवणानुकीर्तनाद्\nयत्प्रह्वणाद्यत्स्मरणादपि क्‍वचित् ।\nश्वादोऽपि सद्य: सवनाय कल्पते\nकुत: पुनस्ते भगवन्नु दर्शनात् ॥ ६ ॥",
    "english": "yan-nāmadheya-śravaṇānukīrtanād\nyat-prahvaṇād yat-smaraṇād api kvacit\nśvādo ’pi sadyaḥ savanāya kalpate\nkutaḥ punas te bhagavan nu darśanāt",
    "translation": "To say nothing of the spiritual advancement of persons who see the Supreme Person face to face, even a person born in a family of dog-eaters immediately becomes eligible to perform Vedic sacrifices if he once utters the holy name of the Supreme Personality of Godhead or chants about Him, hears about His pastimes, offers Him obeisances or even remembers Him."
  },
  {
    "number": "ŚB 3.33.7",
    "sanskrit": "अहो बत श्वपचोऽतो गरीयान्\nयज्जिह्वाग्रे वर्तते नाम तुभ्यम् ।\nतेपुस्तपस्ते जुहुवु: सस्‍नुरार्या\nब्रह्मानूचुर्नाम गृणन्ति ये ते ॥ ७ ॥",
    "english": "aho bata śva-paco ’to garīyān\nyaj-jihvāgre vartate nāma tubhyam\ntepus tapas te juhuvuḥ sasnur āryā\nbrahmānūcur nāma gṛṇanti ye te",
    "translation": "Oh, how glorious are they whose tongues are chanting Your holy name! Even if born in the families of dog-eaters, such persons are worshipable. Persons who chant the holy name of Your Lordship must have executed all kinds of austerities and fire sacrifices and achieved all the good manners of the Āryans. To be chanting the holy name of Your Lordship, they must have bathed at holy places of pilgrimage, studied the Vedas and fulfilled everything required."
  },
  {
    "number": "ŚB 3.33.8",
    "sanskrit": "तं त्वामहं ब्रह्म परं पुमांसं\nप्रत्यक्स्रोतस्यात्मनि संविभाव्यम् ।\nस्वतेजसा ध्वस्तगुणप्रवाहं\nवन्दे विष्णुं कपिलं वेदगर्भम् ॥ ८ ॥",
    "english": "taṁ tvām ahaṁ brahma paraṁ pumāṁsaṁ\npratyak-srotasy ātmani saṁvibhāvyam\nsva-tejasā dhvasta-guṇa-pravāhaṁ\nvande viṣṇuṁ kapilaṁ veda-garbham",
    "translation": "I believe, my Lord, that You are Lord Viṣṇu Himself under the name of Kapila, and You are the Supreme Personality of Godhead, the Supreme Brahman! The saints and sages, being freed from all the disturbances of the senses and mind, meditate upon You, for by Your mercy only can one become free from the clutches of the three modes of material nature. At the time of dissolution, all the Vedas are sustained in You only."
  }
]