[
  {
    "number": "ŚB 8.3.2",
    "sanskrit": "श्रीगजेन्द्र उवाच\nॐ नमो भगवते तस्मै यत एतच्चिदात्मकम् ।\nपुरुषायादिबीजाय परेशायाभिधीमहि ॥ २ ॥",
    "english": "oṁ namo bhagavate tasmai\nyata etac cid-ātmakam\npuruṣāyādi-bījāya\npareśāyābhidhīmahi",
    "translation": "The King of the elephants, Gajendra, said: I offer my respectful obeisances unto the Supreme Person, Vāsudeva [oṁ namo bhagavate vāsudevāya]. Because of Him this material body acts due to the presence of spirit, and He is therefore the root cause of everyone. He is worshipable for such exalted persons as Brahmā and Śiva, and He has entered the heart of every living being. Let me meditate upon Him."
  },
  {
    "number": "ŚB 8.3.3",
    "sanskrit": "यस्मिन्निदं यतश्चेदं येनेदं य इदं स्वयम् ।\nयोऽस्मात् परस्माच्च परस्तं प्रपद्ये स्वयम्भुवम् ॥ ३ ॥",
    "english": "yasminn idaṁ yataś cedaṁ\nyenedaṁ ya idaṁ svayam\nyo ’smāt parasmāc ca paras\ntaṁ prapadye svayambhuvam",
    "translation": "The Supreme Godhead is the supreme platform on which everything rests, the ingredient by which everything has been produced, and the person who has created and is the only cause of this cosmic manifestation. Nonetheless, He is different from the cause and the result. I surrender unto Him, the Supreme Personality of Godhead, who is self-sufficient in everything."
  },
  {
    "number": "ŚB 8.3.4",
    "sanskrit": "य: स्वात्मनीदं निजमाययार्पितं\nक्‍वचिद् विभातं क्‍व च तत् तिरोहितम् ।\nअविद्धद‍ृक् साक्ष्युभयं तदीक्षते\nस आत्ममूलोऽवतु मां परात्पर: ॥ ४ ॥",
    "english": "yaḥ svātmanīdaṁ nija-māyayārpitaṁ\nkvacid vibhātaṁ kva ca tat tirohitam\naviddha-dṛk sākṣy ubhayaṁ tad īkṣate\nsa ātma-mūlo ’vatu māṁ parāt-paraḥ",
    "translation": "The Supreme Personality of Godhead, by expanding His own energy, keeps this cosmic manifestation visible and again sometimes renders it invisible. He is both the supreme cause and the supreme result, the observer and the witness, in all circumstances. Thus He is transcendental to everything. May that Supreme Personality of Godhead give me protection."
  },
  {
    "number": "ŚB 8.3.5",
    "sanskrit": "कालेन पञ्चत्वमितेषु कृत्स्‍नशो\nलोकेषु पालेषु च सर्वहेतुषु ।\nतमस्तदासीद् गहनं गभीरं\nयस्तस्य पारेऽभिविराजते विभु: ॥ ५ ॥",
    "english": "kālena pañcatvam iteṣu kṛtsnaśo\nlokeṣu pāleṣu ca sarva-hetuṣu\ntamas tadāsīd gahanaṁ gabhīraṁ\nyas tasya pāre ’bhivirājate vibhuḥ",
    "translation": "In due course of time, when all the causative and effective manifestations of the universe, including the planets and their directors and maintainers, are annihilated, there is a situation of dense darkness. Above this darkness, however, is the Supreme Personality of Godhead. I take shelter of His lotus feet."
  },
  {
    "number": "ŚB 8.3.6",
    "sanskrit": "न यस्य देवा ऋषय: पदं विदु-\nर्जन्तु: पुन: कोऽर्हति गन्तुमीरितुम् ।\nयथा नटस्याकृतिभिर्विचेष्टतो\nदुरत्ययानुक्रमण: स मावतु ॥ ६ ॥",
    "english": "na yasya devā ṛṣayaḥ padaṁ vidur\njantuḥ punaḥ ko ’rhati gantum īritum\nyathā naṭasyākṛtibhir viceṣṭato\nduratyayānukramaṇaḥ sa māvatu",
    "translation": "An artist onstage, being covered by attractive dresses and dancing with different movements, is not understood by his audience; similarly, the activities and features of the supreme artist cannot be understood even by the demigods or great sages, and certainly not by those who are unintelligent like animals. Neither the demigods and sages nor the unintelligent can understand the features of the Lord, nor can they express in words His actual position. May that Supreme Personality of Godhead give me protection."
  },
  {
    "number": "ŚB 8.3.7",
    "sanskrit": "दिद‍ृक्षवो यस्य पदं सुमङ्गलं\nविमुक्तसङ्गा मुनय: सुसाधव: ।\nचरन्त्यलोकव्रतमव्रणं वने\nभूतात्मभूता: सुहृद: स मे गति: ॥ ७ ॥",
    "english": "didṛkṣavo yasya padaṁ sumaṅgalaṁ\nvimukta-saṅgā munayaḥ susādhavaḥ\ncaranty aloka-vratam avraṇaṁ vane\nbhūtātma-bhūtāḥ suhṛdaḥ sa me gatiḥ",
    "translation": "Renunciants and great sages who see all living beings equally, who are friendly to everyone and who flawlessly practice in the forest the vows of brahmacarya, vānaprastha and sannyāsa desire to see the all-auspicious lotus feet of the Supreme Personality of Godhead. May that same Supreme Personality of Godhead be my destination."
  },
  {
    "number": "ŚB 8.3.8",
    "sanskrit": "न विद्यते यस्य च जन्म कर्म वा\nन नामरूपे गुणदोष एव वा ।\nतथापि लोकाप्ययसम्भवाय य:\nस्वमायया तान्यनुकालमृच्छति ॥ ८ ॥\nतस्मै नम: परेशाय ब्रह्मणेऽनन्तशक्तये ।\nअरूपायोरुरूपाय नम आश्चर्यकर्मणे ॥ ९ ॥",
    "english": "na vidyate yasya ca janma karma vā\nna nāma-rūpe guṇa-doṣa eva vā\ntathāpi lokāpyaya-sambhavāya yaḥ\nsva-māyayā tāny anukālam ṛcchati",
    "translation": "The Supreme Personality of Godhead has no material birth, activities, name, form, qualities or faults. To fulfill the purpose for which this material world is created and destroyed, He comes in the form of a human being like Lord Rāma or Lord Kṛṣṇa by His original internal potency. He has immense potency, and in various forms, all free from material contamination, He acts wonderfully. He is therefore the Supreme Brahman. I offer my respects to Him."
  },
  {
    "number": "ŚB 8.3.9",
    "sanskrit": "",
    "english": "",
    "translation": ""
  },
  {
    "number": "ŚB 8.3.10",
    "sanskrit": "नम आत्मप्रदीपाय साक्षिणे परमात्मने ।\nनमो गिरां विदूराय मनसश्चेतसामपि ॥ १० ॥",
    "english": "nama ātma-pradīpāya\nsākṣiṇe paramātmane\nnamo girāṁ vidūrāya\nmanasaś cetasām api",
    "translation": "I offer my respectful obeisances unto the Supreme Personality of Godhead, the self-effulgent Supersoul, who is the witness in everyone’s heart, who enlightens the individual soul and who cannot be reached by exercises of the mind, words or consciousness."
  },
  {
    "number": "ŚB 8.3.11",
    "sanskrit": "सत्त्वेन प्रतिलभ्याय नैष्कर्म्येण विपश्चिता ।\nनम: कैवल्यनाथाय निर्वाणसुखसंविदे ॥ ११ ॥",
    "english": "sattvena pratilabhyāya\nnaiṣkarmyeṇa vipaścitā\nnamaḥ kaivalya-nāthāya\nnirvāṇa-sukha-saṁvide",
    "translation": "The Supreme Personality of Godhead is realized by pure devotees who act in the transcendental existence of bhakti-yoga. He is the bestower of uncontaminated happiness and is the master of the transcendental world. Therefore I offer my respect unto Him."
  },
  {
    "number": "ŚB 8.3.12",
    "sanskrit": "नम: शान्ताय घोराय मूढाय गुणधर्मिणे ।\nनिर्विशेषाय साम्याय नमो ज्ञानघनाय च ॥ १२ ॥",
    "english": "namaḥ śāntāya ghorāya\nmūḍhāya guṇa-dharmiṇe\nnirviśeṣāya sāmyāya\nnamo jñāna-ghanāya ca",
    "translation": "I offer my respectful obeisances to Lord Vāsudeva, who is all-pervading, to the Lord’s fierce form as Lord Nṛsiṁhadeva, to the Lord’s form as an animal [Lord Varāhadeva], to Lord Dattātreya, who preached impersonalism, to Lord Buddha, and to all the other incarnations. I offer my respectful obeisances unto the Lord, who has no material qualities but who accepts the three qualities goodness, passion and ignorance within this material world. I also offer my respectful obeisances unto the impersonal Brahman effulgence."
  },
  {
    "number": "ŚB 8.3.13",
    "sanskrit": "क्षेत्रज्ञाय नमस्तुभ्यं सर्वाध्यक्षाय साक्षिणे ।\nपुरुषायात्ममूलाय मूलप्रकृतये नम: ॥ १३ ॥",
    "english": "kṣetra-jñāya namas tubhyaṁ\nsarvādhyakṣāya sākṣiṇe\npuruṣāyātma-mūlāya\nmūla-prakṛtaye namaḥ",
    "translation": "I beg to offer my respectful obeisances unto You, who are the Supersoul, the superintendent of everything, and the witness of all that occurs. You are the Supreme Person, the origin of material nature and of the total material energy. You are also the owner of the material body. Therefore, You are the supreme complete. I offer my respectful obeisances unto You."
  },
  {
    "number": "ŚB 8.3.14",
    "sanskrit": "सर्वेन्द्रियगुणद्रष्ट्रे सर्वप्रत्ययहेतवे ।\nअसताच्छाययोक्ताय सदाभासाय ते नम: ॥ १४ ॥",
    "english": "sarvendriya-guṇa-draṣṭre\nsarva-pratyaya-hetave\nasatā cchāyayoktāya\nsad-ābhāsāya te namaḥ",
    "translation": "My Lord, You are the observer of all the objectives of the senses. Without Your mercy, there is no possibility of solving the problem of doubts. The material world is just like a shadow resembling You. Indeed, one accepts this material world as real because it gives a glimpse of Your existence."
  },
  {
    "number": "ŚB 8.3.15",
    "sanskrit": "नमो नमस्तेऽखिलकारणाय\nनिष्कारणायाद्भ‍ुतकारणाय ।\nसर्वागमाम्नायमहार्णवाय\nनमोऽपवर्गाय परायणाय ॥ १५ ॥",
    "english": "namo namas te ’khila-kāraṇāya\nniṣkāraṇāyādbhuta-kāraṇāya\nsarvāgamāmnāya-mahārṇavāya\nnamo ’pavargāya parāyaṇāya",
    "translation": "My Lord, You are the cause of all causes, but You Yourself have no cause. Therefore You are the wonderful cause of everything. I offer my respectful obeisances unto You, who are the shelter of the Vedic knowledge contained in the śāstras like the Pañcarātras and Vedānta-sūtra, which are Your representations, and who are the source of the paramparā system. Because it is You who can give liberation, You are the only shelter for all transcendentalists. Let me offer my respectful obeisances unto You."
  },
  {
    "number": "ŚB 8.3.16",
    "sanskrit": "गुणारणिच्छन्नचिदुष्मपाय\nतत्क्षोभविस्फूर्जितमानसाय ।\nनैष्कर्म्यभावेन विवर्जितागम-\nस्वयंप्रकाशाय नमस्करोमि ॥ १६ ॥",
    "english": "guṇāraṇi-cchanna-cid-uṣmapāya\ntat-kṣobha-visphūrjita-mānasāya\nnaiṣkarmya-bhāvena vivarjitāgama-\nsvayaṁ-prakāśāya namas karomi",
    "translation": "My Lord, as the fire in araṇi wood is covered, You and Your unlimited knowledge are covered by the material modes of nature. Your mind, however, is not attentive to the activities of the modes of nature. Those who are advanced in spiritual knowledge are not subject to the regulative principles directed in the Vedic literatures. Because such advanced souls are transcendental, You personally appear in their pure minds. Therefore I offer my respectful obeisances unto You."
  },
  {
    "number": "ŚB 8.3.17",
    "sanskrit": "माद‍ृक्प्रपन्नपशुपाशविमोक्षणाय\nमुक्ताय भूरिकरुणाय नमोऽलयाय ।\nस्वांशेन सर्वतनुभृन्मनसि प्रतीत-\nप्रत्यग्द‍ृशे भगवते बृहते नमस्ते ॥ १७ ॥",
    "english": "mādṛk prapanna-paśu-pāśa-vimokṣaṇāya\nmuktāya bhūri-karuṇāya namo ’layāya\nsvāṁśena sarva-tanu-bhṛn-manasi pratīta-\npratyag-dṛśe bhagavate bṛhate namas te",
    "translation": "Since an animal such as me has surrendered unto You, who are supremely liberated, certainly You will release me from this dangerous position. Indeed, being extremely merciful, You incessantly try to deliver me. By your partial feature as Paramātmā, You are situated in the hearts of all embodied beings. You are celebrated as direct transcendental knowledge, and You are unlimited. I offer my respectful obeisances unto You, the Supreme Personality of Godhead."
  },
  {
    "number": "ŚB 8.3.18",
    "sanskrit": "आत्मात्मजाप्तगृहवित्तजनेषु सक्तै-\nर्दुष्प्रापणाय गुणसङ्गविवर्जिताय ।\nमुक्तात्मभि: स्वहृदये परिभाविताय\nज्ञानात्मने भगवते नम ईश्वराय ॥ १८ ॥",
    "english": "ātmātma-jāpta-gṛha-vitta-janeṣu saktair\nduṣprāpaṇāya guṇa-saṅga-vivarjitāya\nmuktātmabhiḥ sva-hṛdaye paribhāvitāya\njñānātmane bhagavate nama īśvarāya",
    "translation": "My Lord, those who are completely freed from material contamination always meditate upon You within the cores of their hearts. You are extremely difficult to attain for those like me who are too attached to mental concoction, home, relatives, friends, money, servants and assistants. You are the Supreme Personality of Godhead, uncontaminated by the modes of nature. You are the reservoir of all enlightenment, the supreme controller. I therefore offer my respectful obeisances unto You."
  },
  {
    "number": "ŚB 8.3.19",
    "sanskrit": "यं धर्मकामार्थविमुक्तिकामा\nभजन्त इष्टां गतिमाप्नुवन्ति ।\nकिं चाशिषो रात्यपि देहमव्ययं\nकरोतु मेऽदभ्रदयो विमोक्षणम् ॥ १९ ॥",
    "english": "yaṁ dharma-kāmārtha-vimukti-kāmā\nbhajanta iṣṭāṁ gatim āpnuvanti\nkiṁ cāśiṣo rāty api deham avyayaṁ\nkarotu me ’dabhra-dayo vimokṣaṇam",
    "translation": "After worshiping the Supreme Personality of Godhead, those who are interested in the four principles of religion, economic development, sense gratification and liberation obtain from Him what they desire. What then is to be said of other benedictions? Indeed, sometimes the Lord gives a spiritual body to such ambitious worshipers. May that Supreme Personality of Godhead, who is unlimitedly merciful, bestow upon me the benediction of liberation from this present danger and from the materialistic way of life."
  },
  {
    "number": "ŚB 8.3.20",
    "sanskrit": "एकान्तिनो यस्य न कञ्चनार्थं\nवाञ्छन्ति ये वै भगवत्प्रपन्ना: ।\nअत्यद्भ‍ुतं तच्चरितं सुमङ्गलं\nगायन्त आनन्दसमुद्रमग्ना: ॥ २० ॥\nतमक्षरं ब्रह्म परं परेश-\nमव्यक्तमाध्यात्मिकयोगगम्यम् ।\nअतीन्द्रियं सूक्ष्ममिवातिदूर-\nमनन्तमाद्यं परिपूर्णमीडे ॥ २१ ॥",
    "english": "ekāntino yasya na kañcanārthaṁ\nvāñchanti ye vai bhagavat-prapannāḥ\naty-adbhutaṁ tac-caritaṁ sumaṅgalaṁ\ngāyanta ānanda-samudra-magnāḥ",
    "translation": "Unalloyed devotees, who have no desire other than to serve the Lord, worship Him in full surrender and always hear and chant about His activities, which are most wonderful and auspicious. Thus they always merge in an ocean of transcendental bliss. Such devotees never ask the Lord for any benediction. I, however, am in danger. Thus I pray to that Supreme Personality of Godhead, who is eternally existing, who is invisible, who is the Lord of all great personalities, such as Brahmā, and who is available only by transcendental bhakti-yoga. Being extremely subtle, He is beyond the reach of my senses and transcendental to all external realization. He is unlimited, He is the original cause, and He is completely full in everything. I offer my obeisances unto Him."
  },
  {
    "number": "ŚB 8.3.21",
    "sanskrit": "",
    "english": "",
    "translation": ""
  },
  {
    "number": "ŚB 8.3.25",
    "sanskrit": "जिजीविषे नाहमिहामुया कि-\nमन्तर्बहिश्चावृतयेभयोन्या ।\nइच्छामि कालेन न यस्य विप्लव-\nस्तस्यात्मलोकावरणस्य मोक्षम् ॥ २५ ॥",
    "english": "jijīviṣe nāham ihāmuyā kim\nantar bahiś cāvṛtayebha-yonyā\nicchāmi kālena na yasya viplavas\ntasyātma-lokāvaraṇasya mokṣam",
    "translation": "I do not wish to live anymore after I am released from the attack of the crocodile. What is the use of an elephant’s body covered externally and internally by ignorance? I simply desire eternal liberation from the covering of ignorance. That covering is not destroyed by the influence of time."
  },
  {
    "number": "ŚB 8.3.26",
    "sanskrit": "सोऽहं विश्वसृजं विश्वमविश्वं विश्ववेदसम् ।\nविश्वात्मानमजं ब्रह्म प्रणतोऽस्मि परं पदम् ॥ २६ ॥",
    "english": "so ’haṁ viśva-sṛjaṁ viśvam\naviśvaṁ viśva-vedasam\nviśvātmānam ajaṁ brahma\npraṇato ’smi paraṁ padam",
    "translation": "Now, fully desiring release from material life, I offer my respectful obeisances unto that Supreme Person who is the creator of the universe, who is Himself the form of the universe and who is nonetheless transcendental to this cosmic manifestation. He is the supreme knower of everything in this world, the Supersoul of the universe. He is the unborn, supremely situated Lord. I offer my respectful obeisances unto Him."
  },
  {
    "number": "ŚB 8.3.27",
    "sanskrit": "योगरन्धितकर्माणो हृदि योगविभाविते ।\nयोगिनो यं प्रपश्यन्ति योगेशं तं नतोऽस्म्यहम् ॥ २७ ॥",
    "english": "yoga-randhita-karmāṇo\nhṛdi yoga-vibhāvite\nyogino yaṁ prapaśyanti\nyogeśaṁ taṁ nato ’smy aham",
    "translation": "I offer my respectful obeisances unto the Supreme, the Supersoul, the master of all mystic yoga, who is seen in the core of the heart by perfect mystics when they are completely purified and freed from the reactions of fruitive activity by practicing bhakti-yoga."
  },
  {
    "number": "ŚB 8.3.28",
    "sanskrit": "नमो नमस्तुभ्यमसह्यवेग-\nशक्तित्रयायाखिलधीगुणाय ।\nप्रपन्नपालाय दुरन्तशक्तये\nकदिन्द्रियाणामनवाप्यवर्त्मने ॥ २८ ॥",
    "english": "namo namas tubhyam asahya-vega-\nśakti-trayāyākhila-dhī-guṇāya\nprapanna-pālāya duranta-śaktaye\nkad-indriyāṇām anavāpya-vartmane",
    "translation": "My Lord, You are the controller of formidable strength in three kinds of energy. You appear as the reservoir of all sense pleasure and the protector of the surrendered souls. You possess unlimited energy, but You are unapproachable by those who are unable to control their senses. I offer my respectful obeisances unto You again and again."
  },
  {
    "number": "ŚB 8.3.29",
    "sanskrit": "नायं वेद स्वमात्मानं यच्छक्त्याहंधिया हतम् ।\nतं दुरत्ययमाहात्म्यं भगवन्तमितोऽस्म्यहम् ॥ २९ ॥",
    "english": "nāyaṁ veda svam ātmānaṁ\nyac-chaktyāhaṁ-dhiyā hatam\ntaṁ duratyaya-māhātmyaṁ\nbhagavantam ito ’smy aham",
    "translation": "I offer my respectful obeisances unto the Supreme Personality of Godhead, by whose illusory energy the jīva, who is part and parcel of God, forgets his real identity because of the bodily concept of life. I take shelter of the Supreme Personality of Godhead, whose glories are difficult to understand."
  }
]