[
  {
    "number": "ŚB 5.18.35",
    "sanskrit": "ॐ नमो भगवते मन्त्रतत्त्वलिङ्गाय यज्ञक्रतवे महाध्वरावयवाय महापुरुषाय नम: कर्मशुक्लाय त्रियुगाय नमस्ते ॥ ३५ ॥ ।",
    "english": "oṁ namo bhagavate mantra-tattva-liṅgāya yajña-kratave mahā-dhvarāvayavāya mahā-puruṣāya namaḥ karma-śuklāya tri-yugāya namas te.",
    "translation": "O Lord, we offer our respectful obeisances unto You as the gigantic person. Simply by chanting mantras, we shall be able to understand You fully. You are yajña [sacrifice], and You are the kratu [ritual]. Therefore all the ritualistic ceremonies of sacrifice are part of Your transcendental body, and You are the only enjoyer of all sacrifices. Your form is composed of transcendental goodness. You are known as tri-yuga because in Kali-yuga You appeared as a concealed incarnation and because You always fully possess the three pairs of opulences."
  },
  {
    "number": "ŚB 5.18.36",
    "sanskrit": "यस्य स्वरूपं कवयो विपश्चितो\nगुणेषु दारुष्विव जातवेदसम् ।\nमथ्नन्ति मथ्ना मनसा दिद‍ृक्षवो\nगूढं क्रियार्थैर्नम ईरितात्मने ॥ ३६ ॥",
    "english": "yasya svarūpaṁ kavayo vipaścito\nguṇeṣu dāruṣv iva jāta-vedasam\nmathnanti mathnā manasā didṛkṣavo\ngūḍhaṁ kriyārthair nama īritātmane",
    "translation": "By manipulating a fire-generating stick, great saints and sages can bring forth the fire lying dormant within wood. In the same way, O Lord, those expert in understanding the Absolute Truth try to see You in everything — even in their own bodies. Yet you remain concealed. You are not to be understood by indirect processes involving mental or physical activities. Because You are self-manifested, only when You see that a person is wholeheartedly engaged in searching for You do You reveal Yourself. Therefore I offer my respectful obeisances unto You."
  },
  {
    "number": "ŚB 5.18.37",
    "sanskrit": "द्रव्यक्रियाहेत्वयनेशकर्तृभि-\nर्मायागुणैर्वस्तुनिरीक्षितात्मने ।\nअन्वीक्षयाङ्गातिशयात्मबुद्धिभि-\nर्निरस्तमायाकृतये नमो नम: ॥ ३७ ॥",
    "english": "dravya-kriyā-hetv-ayaneśa-kartṛbhir\nmāyā-guṇair vastu-nirīkṣitātmane\nanvīkṣayāṅgātiśayātma-buddhibhir\nnirasta-māyākṛtaye namo namaḥ",
    "translation": "The objects of material enjoyment [sound, form, taste, touch and smell], the activities of the senses, the controllers of sensory activities [the demigods], the body, eternal time and egotism are all creations of Your material energy. Those whose intelligence has become fixed by perfect execution of mystic yoga can see that all these elements result from the actions of Your external energy. They can also see Your transcendental form as Supersoul in the background of everything. Therefore I repeatedly offer my respectful obeisances unto You."
  },
  {
    "number": "ŚB 5.18.38",
    "sanskrit": "करोति विश्वस्थितिसंयमोदयं\nयस्येप्सितं नेप्सितमीक्षितुर्गुणै: ।\nमाया यथायो भ्रमते तदाश्रयं\nग्राव्णो नमस्ते गुणकर्मसाक्षिणे ॥ ३८ ॥",
    "english": "karoti viśva-sthiti-saṁyamodayaṁ\nyasyepsitaṁ nepsitam īkṣitur guṇaiḥ\nmāyā yathāyo bhramate tad-āśrayaṁ\ngrāvṇo namas te guṇa-karma-sākṣiṇe",
    "translation": "O Lord, You do not desire the creation, maintenance or annihilation of this material world, but You perform these activities for the conditioned souls by Your creative energy. Exactly as a piece of iron moves under the influence of a lodestone, inert matter moves when You glance over the total material energy."
  },
  {
    "number": "ŚB 5.18.39",
    "sanskrit": "प्रमथ्य दैत्यं प्रतिवारणं मृधे\nयो मां रसाया जगदादिसूकर: ।\nकृत्वाग्रदंष्ट्रे निरगादुदन्वत:\nक्रीडन्निवेभ: प्रणतास्मि तं विभुमिति ॥ ३९ ॥",
    "english": "pramathya daityaṁ prativāraṇaṁ mṛdhe\nyo māṁ rasāyā jagad-ādi-sūkaraḥ\nkṛtvāgra-daṁṣṭre niragād udanvataḥ\nkrīḍann ivebhaḥ praṇatāsmi taṁ vibhum iti",
    "translation": "My Lord, as the original boar within this universe, You fought and killed the great demon Hiraṇyakṣa. Then You lifted me [the earth] from the Garbhodaka Ocean on the end of Your tusk, exactly as a sporting elephant plucks a lotus flower from the water. I bow down before You."
  }
]