[
  {
    "number": "ŚB 10.90.47",
    "sanskrit": "तीर्थं चक्रे नृपोनं यदजनि यदुषु स्व:सरित्पादशौचं\nविद्विट्‌स्‍निग्धा: स्वरूपं ययुरजितपरा श्रीर्यदर्थेऽन्ययत्न: ।\nयन्नामामङ्गलघ्नं श्रुतमथ गदितं यत्कृतो गोत्रधर्म:\nकृष्णस्यैतन्न चित्रं क्षितिभरहरणं कालचक्रायुधस्य ॥ ४७ ॥",
    "english": "tīrthaṁ cakre nṛponaṁ yad ajani yaduṣu svaḥ-sarit pāda-śaucaṁ\nvidviṭ-snigdhāḥ svarūpaṁ yayur ajita-para śrīr yad-arthe ’nya-yatnaḥ\nyan-nāmāmaṅgala-ghnaṁ śrutam atha gaditaṁ yat-kṛto gotra-dharmaḥ\nkṛṣṇasyaitan na citraṁ kṣiti-bhara-haraṇaṁ kāla-cakrāyudhasya",
    "translation": "The heavenly Ganges is a holy place of pilgrimage because her waters wash Lord Kṛṣṇa’s feet. But when the Lord descended among the Yadus, His glories eclipsed the Ganges as a holy place. Both those who hated Kṛṣṇa and those who loved Him attained eternal forms like His in the spiritual world. The unattainable and supremely self-satisfied goddess of fortune, for the sake of whose favor everyone else struggles, belongs to Him alone. His name destroys all inauspiciousness when heard or chanted. He alone has set forth the principles of the various disciplic successions of sages. What wonder is it that He, whose personal weapon is the wheel of time, relieved the burden of the earth?"
  },
  {
    "number": "ŚB 10.90.48",
    "sanskrit": "जयति जननिवासो देवकीजन्मवादो\nयदुवरपरिषत्स्वैर्दोर्भिरस्यन्नधर्मम् ।\nस्थिरचरवृजिनघ्न: सुस्मितश्रीमुखेन\nव्रजपुरवनितानां वर्धयन् कामदेवम् ॥ ४८ ॥",
    "english": "jayati jana-nivāso devakī-janma-vādo\nyadu-vara-pariṣat svair dorbhir asyann adharmam\nsthira-cara-vṛjina-ghnaḥ su-smita-śrī-mukhena\nvraja-pura-vanitānāṁ vardhayan kāma-devam",
    "translation": "Lord Śrī Kṛṣṇa is He who is known as jana-nivāsa, the ultimate resort of all living entities, and who is also known as Devakīnandana or Yaśodā-nandana, the son of Devakī and Yaśodā. He is the guide of the Yadu dynasty, and with His mighty arms He kills everything inauspicious, as well as every man who is impious. By His presence He destroys all things inauspicious for all living entities, moving and inert. His blissful smiling face always increases the lusty desires of the gopīs of Vṛndāvana. May He be all glorious and happy!"
  },
  {
    "number": "ŚB 10.90.49",
    "sanskrit": "इत्थं परस्य निजवर्त्मरिरक्षयात्त-\nलीलातनोस्तदनुरूपविडम्बनानि ।\nकर्माणि कर्मकषणानि यदूत्तमस्य\nश्रूयादमुष्य पदयोरनुवृत्तिमिच्छन् ॥ ४९ ॥",
    "english": "itthaṁ parasya nija-vartma-rirakṣayātta-\nlīlā-tanos tad-anurūpa-viḍambanāni\nkarmāṇi karma-kaṣaṇāni yadūttamasya\nśrūyād amuṣya padayor anuvṛttim icchan",
    "translation": "To protect the principles of devotional service to Himself, Lord Kṛṣṇa, the best of the Yadus, accepts the pastime forms that have been glorified here in the Śrīmad-Bhāgavatam. One who desires to faithfully serve His lotus feet should hear of the activities He performs in each of these incarnations — activities that suitably imitate those of the forms He assumes. Hearing narrations of these pastimes destroys the reactions to fruitive work."
  },
  {
    "number": "ŚB 10.90.50",
    "sanskrit": "मर्त्यस्तयानुसवमेधितया मुकुन्द-\nश्रीमत्कथाश्रवणकीर्तनचिन्तयैति ।\nतद्धाम दुस्तरकृतान्तजवापवर्गं\nग्रामाद् वनं क्षितिभुजोऽपि ययुर्यदर्था: ॥ ५० ॥",
    "english": "martyas tayānusavam edhitayā mukunda\nśrīmat-kathā-śravaṇa-kīrtana-cintayaiti\ntad dhāma dustara-kṛtānta-javāpavargaṁ\ngrāmād vanaṁ kṣiti-bhujo ’pi yayur yad-arthāḥ",
    "translation": "By regularly hearing, chanting and meditating on the beautiful topics of Lord Mukunda with ever-increasing sincerity, a mortal being will attain the divine kingdom of the Lord, where the inviolable power of death holds no sway. For this purpose, many persons, including great kings, abandoned their mundane homes and took to the forest."
  }
]