[
  {
    "number": "ŚB 10.14.1",
    "sanskrit": "श्रीब्रह्मोवाच\nनौमीड्य तेऽभ्रवपुषे तडिदम्बराय\nगुञ्जावतंसपरिपिच्छलसन्मुखाय ।\nवन्यस्रजे कवलवेत्रविषाणवेणु-\nलक्ष्मश्रिये मृदुपदे पशुपाङ्गजाय ॥ १ ॥",
    "english": "naumīḍya te ’bhra-vapuṣe taḍid-ambarāya\nguñjāvataṁsa-paripiccha-lasan-mukhāya\nvanya-sraje kavala-vetra-viṣāṇa-veṇu-\nlakṣma-śriye mṛdu-pade paśupāṅgajāya",
    "translation": "Lord Brahmā said: My dear Lord, You are the only worshipable Lord, the Supreme Personality of Godhead, and therefore I offer my humble obeisances and prayers just to please You. O son of the king of the cowherds, Your transcendental body is dark blue like a new cloud, Your garment is brilliant like lightning, and the beauty of Your face is enhanced by Your guñjā earrings and the peacock feather on Your head. Wearing garlands of various forest flowers and leaves, and equipped with a herding stick, a buffalo horn and a flute, You stand beautifully with a morsel of food in Your hand."
  },
  {
    "number": "ŚB 10.14.2",
    "sanskrit": "अस्यापि देव वपुषो मदनुग्रहस्य\nस्वेच्छामयस्य न तु भूतमयस्य कोऽपि ।\nनेशे महि त्ववसितुं मनसान्तरेण\nसाक्षात्तवैव किमुतात्मसुखानुभूते: ॥ २ ॥",
    "english": "asyāpi deva vapuṣo mad-anugrahasya\nsvecchā-mayasya na tu bhūta-mayasya ko ’pi\nneśe mahi tv avasituṁ manasāntareṇa\nsākṣāt tavaiva kim utātma-sukhānubhūteḥ",
    "translation": "My dear Lord, neither I nor anyone else can estimate the potency of this transcendental body of Yours, which has shown such mercy to me and which appears just to fulfill the desires of Your pure devotees. Although my mind is completely withdrawn from material affairs, I cannot understand Your personal form. How, then, could I possibly understand the happiness You experience within Yourself?"
  },
  {
    "number": "ŚB 10.14.3",
    "sanskrit": "ज्ञाने प्रयासमुदपास्य नमन्त एव\nजीवन्ति सन्मुखरितां भवदीयवार्ताम् ।\nस्थाने स्थिता: श्रुतिगतां तनुवाङ्‌मनोभि-\nर्ये प्रायशोऽजित जितोऽप्यसि तैस्त्रिलोक्याम् ॥ ३ ॥",
    "english": "jñāne prayāsam udapāsya namanta eva\njīvanti san-mukharitāṁ bhavadīya-vārtām\nsthāne sthitāḥ śruti-gatāṁ tanu-vāṅ-manobhir\nye prāyaśo ’jita jito ’py asi tais tri-lokyām",
    "translation": "Those who, even while remaining situated in their established social positions, throw away the process of speculative knowledge and with their body, words and mind offer all respects to descriptions of Your personality and activities, dedicating their lives to these narrations, which are vibrated by You personally and by Your pure devotees, certainly conquer Your Lordship, although You are otherwise unconquerable by anyone within the three worlds."
  },
  {
    "number": "ŚB 10.14.4",
    "sanskrit": "श्रेय:सृतिं भक्तिमुदस्य ते विभो\nक्लिश्यन्ति ये केवलबोधलब्धये ।\nतेषामसौ क्लेशल एव शिष्यते\nनान्यद् यथा स्थूलतुषावघातिनाम् ॥ ४ ॥",
    "english": "śreyaḥ-sṛtiṁ bhaktim udasya te vibho\nkliśyanti ye kevala-bodha-labdhaye\nteṣām asau kleśala eva śiṣyate\nnānyad yathā sthūla-tuṣāvaghātinām",
    "translation": "My dear Lord, devotional service unto You is the best path for self-realization. If someone gives up that path and engages in the cultivation of speculative knowledge, he will simply undergo a troublesome process and will not achieve his desired result. As a person who beats an empty husk of wheat cannot get grain, one who simply speculates cannot achieve self-realization. His only gain is trouble."
  },
  {
    "number": "ŚB 10.14.5",
    "sanskrit": "पुरेह भूमन् बहवोऽपि योगिन-\nस्त्वदर्पितेहा निजकर्मलब्धया ।\nविबुध्य भक्त्यैव कथोपनीतया\nप्रपेदिरेऽञ्जोऽच्युत ते गतिं पराम् ॥ ५ ॥",
    "english": "pureha bhūman bahavo ’pi yoginas\ntvad-arpitehā nija-karma-labdhayā\nvibudhya bhaktyaiva kathopanītayā\nprapedire ’ñjo ’cyuta te gatiṁ parām",
    "translation": "O almighty Lord, in the past many yogīs in this world achieved the platform of devotional service by offering all their endeavors unto You and faithfully carrying out their prescribed duties. Through such devotional service, perfected by the processes of hearing and chanting about You, they came to understand You, O infallible one, and could easily surrender to You and achieve Your supreme abode."
  },
  {
    "number": "ŚB 10.14.6",
    "sanskrit": "तथापि भूमन्महिमागुणस्य ते\nविबोद्धुमर्हत्यमलान्तरात्मभि: ।\nअविक्रियात् स्वानुभवादरूपतो\nह्यनन्यबोध्यात्मतया न चान्यथा ॥ ६ ॥",
    "english": "tathāpi bhūman mahimāguṇasya te\nviboddhum arhaty amalāntar-ātmabhiḥ\navikriyāt svānubhavād arūpato\nhy ananya-bodhyātmatayā na cānyathā",
    "translation": "Nondevotees, however, cannot realize You in Your full personal feature. Nevertheless, it may be possible for them to realize Your expansion as the impersonal Supreme by cultivating direct perception of the Self within the heart. But they can do this only by purifying their mind and senses of all conceptions of material distinctions and all attachment to material sense objects. Only in this way will Your impersonal feature manifest itself to them."
  },
  {
    "number": "ŚB 10.14.7",
    "sanskrit": "गुणात्मनस्तेऽपि गुणान् विमातुं\nहितावतीर्णस्य क ईशिरेऽस्य ।\nकालेन यैर्वा विमिता: सुकल्पै-\nर्भूपांशव: खे मिहिका द्युभास: ॥ ७ ॥",
    "english": "guṇātmanas te ’pi guṇān vimātuṁ\nhitāvatīṛnasya ka īśire ’sya\nkālena yair vā vimitāḥ su-kalpair\nbhū-pāṁśavaḥ khe mihikā dyu-bhāsaḥ",
    "translation": "In time, learned philosophers or scientists might be able to count all the atoms of the earth, the particles of snow, or perhaps even the shining molecules radiating from the sun, the stars and other luminaries. But among these learned men, who could possibly count the unlimited transcendental qualities possessed by You, the Supreme Personality of Godhead, who have descended onto the surface of the earth for the benefit of all living entities?"
  },
  {
    "number": "ŚB 10.14.8",
    "sanskrit": "तत्तेऽनुकम्पां सुसमीक्षमाणो\nभुञ्जान एवात्मकृतं विपाकम् ।\nहृद्वाग्वपुर्भिर्विदधन्नमस्ते\nजीवेत यो मुक्तिपदे स दायभाक् ॥ ८ ॥",
    "english": "tat te ’nukampāṁ su-samīkṣamāṇo\nbhuñjāna evātma-kṛtaṁ vipākam\nhṛd-vāg-vapurbhir vidadhan namas te\njīveta yo mukti-pade sa dāya-bhāk",
    "translation": "My dear Lord, one who earnestly waits for You to bestow Your causeless mercy upon him, all the while patiently suffering the reactions of his past misdeeds and offering You respectful obeisances with his heart, words and body, is surely eligible for liberation, for it has become his rightful claim."
  },
  {
    "number": "ŚB 10.14.9",
    "sanskrit": "पश्येश मेऽनार्यमनन्त आद्ये\nपरात्मनि त्वय्यपि मायिमायिनि ।\nमायां वितत्येक्षितुमात्मवैभवं\nह्यहं कियानैच्छमिवार्चिरग्नौ ॥ ९ ॥",
    "english": "paśyeśa me ’nāryam ananta ādye\nparātmani tvayy api māyi-māyini\nmāyāṁ vitatyekṣitum ātma-vaibhavaṁ\nhy ahaṁ kiyān aiccham ivārcir agnau",
    "translation": "My Lord, just see my uncivilized impudence! To test Your power I tried to extend my illusory potency to cover You, the unlimited and primeval Supersoul, who bewilder even the masters of illusion. What am I compared to You? I am just like a small spark in the presence of a great fire."
  },
  {
    "number": "ŚB 10.14.10",
    "sanskrit": "अत: क्षमस्वाच्युत मे रजोभुवो\nह्यजानतस्त्वत्पृथगीशमानिन: ।\nअजावलेपान्धतमोऽन्धचक्षुष\nएषोऽनुकम्प्यो मयि नाथवानिति ॥ १० ॥",
    "english": "ataḥ kṣamasvācyuta me rajo-bhuvo\nhy ajānatas tvat-pṛthag-īśa-māninaḥ\najāvalepāndha-tamo-’ndha-cakṣuṣa\neṣo ’nukampyo mayi nāthavān iti",
    "translation": "Therefore, O infallible Lord, kindly excuse my offenses. I have taken birth in the mode of passion and am therefore simply foolish, presuming myself a controller independent of Your Lordship. My eyes are blinded by the darkness of ignorance, which causes me to think of myself as the unborn creator of the universe. But please consider that I am Your servant and therefore worthy of Your compassion."
  },
  {
    "number": "ŚB 10.14.11",
    "sanskrit": "क्‍वाहं तमोमहदहंखचराग्निवार्भू-\nसंवेष्टिताण्डघटसप्तवितस्तिकाय: ।\nक्‍वेद‍ृग्विधाविगणिताण्डपराणुचर्या-\nवाताध्वरोमविवरस्य च ते महित्वम् ॥ ११ ॥",
    "english": "kvāhaṁ tamo-mahad-ahaṁ-kha-carāgni-vār-bhū-\nsaṁveṣṭitāṇḍa-ghaṭa-sapta-vitasti-kāyaḥ\nkvedṛg-vidhāvigaṇitāṇḍa-parāṇu-caryā-\nvātādhva-roma-vivarasya ca te mahitvam",
    "translation": "What am I, a small creature measuring seven spans of my own hand? I am enclosed in a potlike universe composed of material nature, the total material energy, false ego, ether, air, water and earth. And what is Your glory? Unlimited universes pass through the pores of Your body just as particles of dust pass through the openings of a screened window."
  },
  {
    "number": "ŚB 10.14.12",
    "sanskrit": "उत्क्षेपणं गर्भगतस्य पादयो:\nकिं कल्पते मातुरधोक्षजागसे ।\nकिमस्तिनास्तिव्यपदेशभूषितं\nतवास्ति कुक्षे: कियदप्यनन्त: ॥ १२ ॥",
    "english": "utkṣepaṇaṁ garbha-gatasya pādayoḥ\nkiṁ kalpate mātur adhokṣajāgase\nkim asti-nāsti-vyapadeśa-bhūṣitaṁ\ntavāsti kukṣeḥ kiyad apy anantaḥ",
    "translation": "O Lord Adhokṣaja, does a mother take offense when the child within her womb kicks with his legs? And is there anything in existence — whether designated by various philosophers as real or as unreal — that is actually outside Your abdomen?"
  },
  {
    "number": "ŚB 10.14.13",
    "sanskrit": "जगत् त्रयान्तोदधिसम्प्लवोदे\nनारायणस्योदरनाभिनालात् ।\nविनिर्गतोऽजस्त्विति वाङ्‍‍‍‍न वै मृषा\nकिन्‍त्वीश्वर त्वन्न विनिर्गतोऽस्मि ॥ १३ ॥",
    "english": "jagat-trayāntodadhi-samplavode\nnārāyaṇasyodara-nābhi-nālāt\nvinirgato ’jas tv iti vāṅ na vai mṛṣā\nkintv īśvara tvan na vinirgato ’smi",
    "translation": "My dear Lord, it is said that when the three planetary systems are merged into the water at the time of dissolution, Your plenary portion, Nārāyaṇa, lies down on the water, gradually a lotus flower grows from His navel, and Brahmā takes birth upon that lotus flower. Certainly, these words are not false. Thus am I not born from You?"
  },
  {
    "number": "ŚB 10.14.14",
    "sanskrit": "नारायणस्त्वं न हि सर्वदेहिना-\nमात्मास्यधीशाखिललोकसाक्षी ।\nनारायणोऽङ्गं नरभूजलायना-\nत्तच्चापि सत्यं न तवैव माया ॥ १४ ॥",
    "english": "nārāyaṇas tvaṁ na hi sarva-dehinām\nātmāsy adhīśākhila-loka-sākṣī\nnārāyaṇo ’ṅgaṁ nara-bhū-jalāyanāt\ntac cāpi satyaṁ na tavaiva māyā",
    "translation": "Are You not the original Nārāyaṇa, O supreme controller, since You are the Soul of every embodied being and the eternal witness of all created realms? Indeed, Lord Nārāyaṇa is Your expansion, and He is called Nārāyaṇa because He is the generating source of the primeval water of the universe. He is real, not a product of Your illusory Māyā."
  },
  {
    "number": "ŚB 10.14.15",
    "sanskrit": "तच्चेज्जलस्थं तव सज्जगद्वपु:\nकिं मे न द‍ृष्टं भगवंस्तदैव ।\nकिं वा सुद‍ृष्टं हृदि मे तदैव\nकिं नो सपद्येव पुनर्व्यदर्शि ॥ १५ ॥",
    "english": "tac cej jala-sthaṁ tava saj jagad-vapuḥ\nkiṁ me na dṛṣṭaṁ bhagavaṁs tadaiva\nkiṁ vā su-dṛṣṭaṁ hṛdi me tadaiva\nkiṁ no sapady eva punar vyadarśi",
    "translation": "My dear Lord, if Your transcendental body, which shelters the entire universe, is actually lying upon the water, then why were You not seen by me when I searched for You? And why, though I could not envision You properly within my heart, did You then suddenly reveal Yourself?"
  },
  {
    "number": "ŚB 10.14.16",
    "sanskrit": "अत्रैव मायाधमनावतारे\nह्यस्य प्रपञ्चस्य बहि: स्फुटस्य ।\nकृत्‍स्‍नस्य चान्तर्जठरे जनन्या\nमायात्वमेव प्रकटीकृतं ते ॥ १६ ॥",
    "english": "atraiva māyā-dhamanāvatāre\nhy asya prapañcasya bahiḥ sphuṭasya\nkṛtsnasya cāntar jaṭhare jananyā\nmāyātvam eva prakaṭī-kṛtaṁ te",
    "translation": "My dear Lord, in this incarnation You have proved that You are the supreme controller of Māyā. Although You are now within this universe, the whole universal creation is within Your transcendental body — a fact You demonstrated by exhibiting the universe within Your abdomen before Your mother, Yaśodā."
  },
  {
    "number": "ŚB 10.14.17",
    "sanskrit": "यस्य कुक्षाविदं सर्वं सात्मं भाति यथा तथा ।\nतत्त्वय्यपीह तत् सर्वं किमिदं मायया विना ॥ १७ ॥",
    "english": "yasya kukṣāv idaṁ sarvaṁ\nsātmaṁ bhāti yathā tathā\ntat tvayy apīha tat sarvaṁ\nkim idaṁ māyayā vinā",
    "translation": "Just as this entire universe, including You, was exhibited within Your abdomen, so it is now manifested here externally in the same exact form. How could such things happen unless arranged by Your inconceivable energy?"
  },
  {
    "number": "ŚB 10.14.18",
    "sanskrit": "अद्यैव त्वद‍ृतेऽस्य किं मम न ते मायात्वमादर्शित-\nमेकोऽसि प्रथमं ततो व्रजसुहृद्वत्सा: समस्ता अपि ।\nतावन्तोऽसि चतुर्भुजास्तदखिलै: साकं मयोपासिता-\nस्तावन्त्येव जगन्त्यभूस्तदमितं ब्रह्माद्वयं शिष्यते ॥ १८ ॥",
    "english": "adyaiva tvad ṛte ’sya kiṁ mama na te māyātvam ādarśitam\neko ’si prathamaṁ tato vraja-suhṛd-vatsāḥ samastā api\ntāvanto ’si catur-bhujās tad akhilaiḥ sākaṁ mayopāsitās\ntāvanty eva jaganty abhūs tad amitaṁ brahmādvayaṁ śiṣyate",
    "translation": "Have You not shown me today that both You Yourself and everything within this creation are manifestations of Your inconceivable potency? First You appeared alone, and then You manifested Yourself as all of Vṛndāvana’s calves and cowherd boys, Your friends. Next You appeared as an equal number of four-handed Viṣṇu forms, who were worshiped by all living beings, including me, and after that You appeared as an equal number of complete universes. Finally, You have now returned to Your unlimited form as the Supreme Absolute Truth, one without a second."
  },
  {
    "number": "ŚB 10.14.19",
    "sanskrit": "अजानतां त्वत्पदवीमनात्म-\nन्यात्मात्मना भासि वितत्य मायाम् ।\nसृष्टाविवाहं जगतो विधान\nइव त्वमेषोऽन्त इव त्रिनेत्र: ॥ १९ ॥",
    "english": "ajānatāṁ tvat-padavīm anātmany\nātmātmanā bhāsi vitatya māyām\nsṛṣṭāv ivāhaṁ jagato vidhāna\niva tvam eṣo ’nta iva trinetraḥ",
    "translation": "To persons ignorant of Your actual transcendental position, You appear as part of the material world, manifesting Yourself by the expansion of Your inconceivable energy. Thus for the creation of the universe You appear as me [Brahmā], for its maintenance You appear as Yourself [Viṣṇu], and for its annihilation You appear as Lord Trinetra [Śiva]."
  },
  {
    "number": "ŚB 10.14.20",
    "sanskrit": "सुरेष्वृषिष्वीश तथैव नृष्वपि\nतिर्यक्षु याद:स्वपि तेऽजनस्य ।\nजन्मासतां दुर्मदनिग्रहाय\nप्रभो विधात: सदनुग्रहाय च ॥ २० ॥",
    "english": "sureṣv ṛṣiṣv īśa tathaiva nṛṣv api\ntiryakṣu yādaḥsv api te ’janasya\njanmāsatāṁ durmada-nigrahāya\nprabho vidhātaḥ sad-anugrahāya ca",
    "translation": "O Lord, O supreme creator and master, You have no material birth, yet to defeat the false pride of the faithless demons and show mercy to Your saintly devotees, You take birth among the demigods, sages, human beings, animals and even the aquatics."
  },
  {
    "number": "ŚB 10.14.21",
    "sanskrit": "को वेत्ति भूमन् भगवन् परात्मन्\nयोगेश्वरोतीर्भवतस्त्रिलोक्याम् ।\nक्‍व वा कथं वा कति वा कदेति\nविस्तारयन्क्रीडसि योगमायाम् ॥ २१ ॥",
    "english": "ko vetti bhūman bhagavan parātman\nyogeśvarotīr bhavatas tri-lokyām\nkva vā kathaṁ vā kati vā kadeti\nvistārayan krīḍasi yoga-māyām",
    "translation": "O supreme great one! O Supreme Personality of Godhead! O Supersoul, master of all mystic power! Your pastimes are taking place continuously in these three worlds, but who can estimate where, how and when You are employing Your spiritual energy and performing these innumerable pastimes? No one can understand the mystery of how Your spiritual energy acts."
  },
  {
    "number": "ŚB 10.14.22",
    "sanskrit": "तस्मादिदं जगदशेषमसत्स्वरूपं\nस्वप्नाभमस्तधिषणं पुरुदु:खदु:खम् ।\nत्वय्येव नित्यसुखबोधतनावनन्ते\nमायात उद्यदपि यत् सदिवावभाति ॥ २२ ॥",
    "english": "tasmād idaṁ jagad aśeṣam asat-svarūpaṁ\nsvapnābham asta-dhiṣaṇaṁ puru-duḥkha-duḥkham\ntvayy eva nitya-sukha-bodha-tanāv anante\nmāyāta udyad api yat sad ivāvabhāti",
    "translation": "Therefore this entire universe, which like a dream is by nature unreal, nevertheless appears real, and thus it covers one’s consciousness and assails one with repeated miseries. This universe appears real because it is manifested by the potency of illusion emanating from You, whose unlimited transcendental forms are full of eternal happiness and knowledge."
  },
  {
    "number": "ŚB 10.14.23",
    "sanskrit": "एकस्त्वमात्मा पुरुष: पुराण:\nसत्य: स्वयंज्योतिरनन्त आद्य: ।\nनित्योऽक्षरोऽजस्रसुखो निरञ्जन:\nपूर्णाद्वयो मुक्त उपाधितोऽमृत: ॥ २३ ॥",
    "english": "ekas tvam ātmā puruṣaḥ purāṇaḥ\nsatyaḥ svayaṁ-jyotir ananta ādyaḥ\nnityo ’kṣaro ’jasra-sukho nirañjanaḥ\npūrṇādvayo mukta upādhito ’mṛtaḥ",
    "translation": "You are the one Supreme Soul, the primeval Supreme Personality, the Absolute Truth — self-manifested, endless and beginningless. You are eternal and infallible, perfect and complete, without any rival and free from all material designations. Your happiness can never be obstructed, nor have You any connection with material contamination. Indeed, You are the indestructible nectar of immortality."
  },
  {
    "number": "ŚB 10.14.24",
    "sanskrit": "एवंविधं त्वां सकलात्मनामपि\nस्वात्मानमात्मात्मतया विचक्षते ।\nगुर्वर्कलब्धोपनिषत्सुचक्षुषा\nये ते तरन्तीव भवानृताम्बुधिम् ॥ २४ ॥",
    "english": "evaṁ-vidhaṁ tvāṁ sakalātmanām api\nsvātmānam ātmātmatayā vicakṣate\ngurv-arka-labdhopaniṣat-sucakṣuṣā\nye te tarantīva bhavānṛtāmbudhim",
    "translation": "Those who have received the clear vision of knowledge from the sunlike spiritual master can see You in this way, as the very Soul of all souls, the Supersoul of everyone’s own self. Thus understanding Your original personality, they are able to cross over the ocean of illusory material existence."
  },
  {
    "number": "ŚB 10.14.25",
    "sanskrit": "आत्मानमेवात्मतयाविजानतां\nतेनैव जातं निखिलं प्रपञ्चितम् ।\nज्ञानेन भूयोऽपि च तत् प्रलीयते\nरज्ज्वामहेर्भोगभवाभवौ यथा ॥ २५ ॥",
    "english": "ātmānam evātmatayāvijānatāṁ\ntenaiva jātaṁ nikhilaṁ prapañcitam\njñānena bhūyo ’pi ca tat pralīyate\nrajjvām aher bhoga-bhavābhavau yathā",
    "translation": "A person who mistakes a rope for a snake becomes fearful, but he then gives up his fear upon realizing that the so-called snake does not exist. Similarly, for those who fail to recognize You as the Supreme Soul of all souls, the expansive illusory material existence arises, but knowledge of You at once causes it to subside."
  },
  {
    "number": "ŚB 10.14.26",
    "sanskrit": "अज्ञानसंज्ञौ भवबन्धमोक्षौ\nद्वौ नाम नान्यौ स्त ऋतज्ञभावात् ।\nअजस्रचित्यात्मनि केवले परे\nविचार्यमाणे तरणाविवाहनी ॥ २६ ॥",
    "english": "ajñāna-saṁjñau bhava-bandha-mokṣau\ndvau nāma nānyau sta ṛta-jña-bhāvāt\najasra-city ātmani kevale pare\nvicāryamāṇe taraṇāv ivāhanī",
    "translation": "The conception of material bondage and the conception of liberation are both manifestations of ignorance. Being outside the scope of true knowledge, they cease to exist when one correctly understands that the pure spirit soul is distinct from matter and always fully conscious. At that time bondage and liberation no longer have any significance, just as day and night have no significance from the perspective of the sun."
  },
  {
    "number": "ŚB 10.14.27",
    "sanskrit": "त्वामात्मानं परं मत्वा परमात्मानमेव च ।\nआत्मा पुनर्बहिर्मृग्य अहोऽज्ञजनताज्ञता ॥ २७ ॥",
    "english": "tvām ātmānaṁ paraṁ matvā\nparam ātmānam eva ca\nātmā punar bahir mṛgya\naho ’jña-janatājñatā",
    "translation": "Just see the foolishness of those ignorant persons who consider You to be some separated manifestation of illusion and who consider the self, which is actually You, to be something else, the material body. Such fools conclude that the supreme soul is to be searched for somewhere outside Your supreme personality."
  },
  {
    "number": "ŚB 10.14.28",
    "sanskrit": "अन्तर्भवेऽनन्त भवन्तमेव\nह्यतत्त्यजन्तो मृगयन्ति सन्त: ।\nअसन्तमप्यन्त्यहिमन्तरेण\nसन्तं गुणं तं किमु यन्ति सन्त: ॥ २८ ॥",
    "english": "antar-bhave ’nanta bhavantam eva\nhy atat tyajanto mṛgayanti santaḥ\nasantam apy anty ahim antareṇa\nsantaṁ guṇaṁ taṁ kim u yanti santaḥ",
    "translation": "O unlimited Lord, the saintly devotees seek You out within their own bodies by rejecting everything separate from You. Indeed, how can discriminating persons appreciate the real nature of a rope lying before them until they refute the illusion that it is a snake?"
  },
  {
    "number": "ŚB 10.14.29",
    "sanskrit": "अथापि ते देव पदाम्बुजद्वय-\nप्रसादलेशानुगृहीत एव हि ।\nजानाति तत्त्वं भगवन् महिम्नो\nन चान्य एकोऽपि चिरं विचिन्वन् ॥ २९ ॥",
    "english": "athāpi te deva padāmbuja-dvaya-\nprasāda-leśānugṛhīta eva hi\njānāti tattvaṁ bhagavan-mahimno\nna cānya eko ’pi ciraṁ vicinvan",
    "translation": "My Lord, if one is favored by even a slight trace of the mercy of Your lotus feet, he can understand the greatness of Your personality. But those who speculate to understand the Supreme Personality of Godhead are unable to know You, even though they continue to study the Vedas for many years."
  },
  {
    "number": "ŚB 10.14.30",
    "sanskrit": "तदस्तु मे नाथ स भूरिभागो\nभवेऽत्र वान्यत्र तु वा तिरश्चाम् ।\nयेनाहमेकोऽपि भवज्जनानां\nभूत्वा निषेवे तव पादपल्लवम् ॥ ३० ॥",
    "english": "tad astu me nātha sa bhūri-bhāgo\nbhave ’tra vānyatra tu vā tiraścām\nyenāham eko ’pi bhavaj-janānāṁ\nbhūtvā niṣeve tava pāda-pallavam",
    "translation": "My dear Lord, I therefore pray to be so fortunate that in this life as Lord Brahmā or in another life, wherever I take my birth, I may be counted as one of Your devotees. I pray that wherever I may be, even among the animal species, I can engage in devotional service to Your lotus feet."
  },
  {
    "number": "ŚB 10.14.31",
    "sanskrit": "अहोऽतिधन्या व्रजगोरमण्य:\nस्तन्यामृतं पीतमतीव ते मुदा ।\nयासां विभो वत्सतरात्मजात्मना\nयत्तृप्तयेऽद्यापि न चालमध्वरा: ॥ ३१ ॥",
    "english": "aho ’ti-dhanyā vraja-go-ramaṇyaḥ\nstanyāmṛtaṁ pītam atīva te mudā\nyāsāṁ vibho vatsatarātmajātmanā\nyat-tṛptaye ’dyāpi na cālam adhvarāḥ",
    "translation": "O almighty Lord, how greatly fortunate are the cows and ladies of Vṛndāvana, the nectar of whose breast milk You have happily drunk to Your full satisfaction, taking the form of their calves and children! All the Vedic sacrifices performed from time immemorial up to the present day have not given You as much satisfaction."
  },
  {
    "number": "ŚB 10.14.32",
    "sanskrit": "अहो भाग्यमहो भाग्यं नन्दगोपव्रजौकसाम् ।\nयन्मित्रं परमानन्दं पूर्णं ब्रह्म सनातनम् ॥ ३२ ॥",
    "english": "aho bhāgyam aho bhāgyaṁ\nnanda-gopa-vrajaukasām\nyan-mitraṁ paramānandaṁ\npūrṇaṁ brahma sanātanam",
    "translation": "How greatly fortunate are Nanda Mahārāja, the cowherd men and all the other inhabitants of Vrajabhūmi! There is no limit to their good fortune, because the Absolute Truth, the source of transcendental bliss, the eternal Supreme Brahman, has become their friend."
  },
  {
    "number": "ŚB 10.14.33",
    "sanskrit": "एषां तु भाग्यमहिमाच्युत तावदास्ता-\nमेकादशैव हि वयं बत भूरिभागा: ।\nएतद्‌धृषीकचषकैरसकृत् पिबाम:\nशर्वादयोऽङ्‌घ्य्रुदजमध्वमृतासवं ते ॥ ३३ ॥",
    "english": "eṣāṁ tu bhāgya-mahimācyuta tāvad āstām\nekādaśaiva hi vayaṁ bata bhūri-bhāgāḥ\netad-dhṛṣīka-caṣakair asakṛt pibāmaḥ\nśarvādayo ’ṅghry-udaja-madhv-amṛtāsavaṁ te",
    "translation": "Yet even though the extent of the good fortune of these residents of Vṛndāvana is inconceivable, we eleven presiding deities of the various senses, headed by Lord Śiva, are also most fortunate, because the senses of these devotees of Vṛndāvana are the cups through which we repeatedly drink the nectarean, intoxicating beverage of the honey of Your lotus feet."
  },
  {
    "number": "ŚB 10.14.34",
    "sanskrit": "तद् भूरिभाग्यमिह जन्म किमप्यटव्यां\nयद् गोकुलेऽपि कतमाङ्‍‍घ्रिरजोऽभिषेकम् ।\nयज्जीवितं तु निखिलं भगवान् मुकुन्द-\nस्त्वद्यापि यत्पदरज: श्रुतिमृग्यमेव ॥ ३४ ॥",
    "english": "tad bhūri-bhāgyam iha janma kim apy aṭavyāṁ\nyad gokule ’pi katamāṅghri-rajo-’bhiṣekam\nyaj-jīvitaṁ tu nikhilaṁ bhagavān mukundas\ntv adyāpi yat-pada-rajaḥ śruti-mṛgyam eva",
    "translation": "My greatest possible good fortune would be to take any birth whatever in this forest of Gokula and have my head bathed by the dust falling from the lotus feet of any of its residents. Their entire life and soul is the Supreme Personality of Godhead, Mukunda, the dust of whose lotus feet is still being searched for in the Vedic mantras."
  },
  {
    "number": "ŚB 10.14.35",
    "sanskrit": "एषां घोषनिवासिनामुत भवान् किं देव रातेति न-\nश्चेतो विश्वफलात् फलं त्वदपरं कुत्राप्ययन् मुह्यति ।\nसद्वेषादिव पूतनापि सकुला त्वामेव देवापिता\nयद्धामार्थसुहृत्प्रियात्मतनयप्राणाशयास्त्वत्कृते ॥ ३५ ॥",
    "english": "eṣāṁ ghoṣa-nivāsinām uta bhavān kiṁ deva rāteti naś\nceto viśva-phalāt phalaṁ tvad-aparaṁ kutrāpy ayan muhyati\nsad-veṣād iva pūtanāpi sa-kulā tvām eva devāpitā\nyad-dhāmārtha-suhṛt-priyātma-tanaya-prāṇāśayās tvat-kṛte",
    "translation": "My mind becomes bewildered just trying to think of what reward other than You could be found anywhere. You are the embodiment of all benedictions, which You bestow upon these residents of the cowherd community of Vṛndāvana. You have already arranged to give Yourself to Pūtanā and her family members in exchange for her disguising herself as a devotee. So what is left for You to give these devotees of Vṛndāvana, whose homes, wealth, friends, dear relations, bodies, children and very lives and hearts are all dedicated only to You?"
  },
  {
    "number": "ŚB 10.14.36",
    "sanskrit": "तावद् रागादय: स्तेनास्तावत् कारागृहं गृहम् ।\nतावन्मोहोऽङ्‍‍‍‍‍घ्रिनिगडो यावत् कृष्ण न ते जना: ॥ ३६ ॥",
    "english": "tāvad rāgādayaḥ stenās\ntāvat kārā-gṛhaṁ gṛham\ntāvan moho ’ṅghri-nigaḍo\nyāvat kṛṣṇa na te janāḥ",
    "translation": "My dear Lord Kṛṣṇa, until people become Your devotees, their material attachments and desires remain thieves, their homes remain prisons, and their affectionate feelings for their family members remain foot-shackles."
  },
  {
    "number": "ŚB 10.14.37",
    "sanskrit": "प्रपञ्चं निष्प्रपञ्चोऽपि विडम्बयसि भूतले ।\nप्रपन्नजनतानन्दसन्दोहं प्रथितुं प्रभो ॥ ३७ ॥",
    "english": "prapañcaṁ niṣprapañco ’pi\nviḍambayasi bhū-tale\nprapanna-janatānanda-\nsandohaṁ prathituṁ prabho",
    "translation": "My dear master, although You have nothing to do with material existence, You come to this earth and imitate material life just to expand the varieties of ecstatic enjoyment for Your surrendered devotees."
  },
  {
    "number": "ŚB 10.14.38",
    "sanskrit": "जानन्त एव जानन्तु किं बहूक्त्या न मे प्रभो ।\nमनसो वपुषो वाचो वैभवं तव गोचर: ॥ ३८ ॥",
    "english": "jānanta eva jānantu\nkiṁ bahūktyā na me prabho\nmanaso vapuṣo vāco\nvaibhavaṁ tava go-caraḥ",
    "translation": "There are people who say, “I know everything about Kṛṣṇa.” Let them think that way. As far as I am concerned, I do not wish to speak very much about this matter. O my Lord, let me say this much: As far as Your opulences are concerned, they are all beyond the reach of my mind, body and words."
  },
  {
    "number": "ŚB 10.14.39",
    "sanskrit": "अनुजानीहि मां कृष्ण सर्वं त्वं वेत्सि सर्वद‍ृक् ।\nत्वमेव जगतां नाथो जगदेतत्तवार्पितम् ॥ ३९ ॥",
    "english": "anujānīhi māṁ kṛṣṇa\nsarvaṁ tvaṁ vetsi sarva-dṛk\ntvam eva jagatāṁ nātho\njagad etat tavārpitam",
    "translation": "My dear Kṛṣṇa, I now humbly request permission to leave. Actually, You are the knower and seer of all things. Indeed, You are the Lord of all the universes, and yet I offer this one universe unto You."
  }
]