[
  {
    "number": "ŚB 4.30.22",
    "sanskrit": "",
    "english": "namo namaḥ kleśa-vināśanāya\nnirūpitodāra-guṇāhvayāya\nmano-vaco-vega-puro-javāya\nsarvākṣa-mārgair agatādhvane namaḥ",
    "translation": "The Pracetās spoke as follows: Dear Lord, You relieve all kinds of material distress. Your magnanimous transcendental qualities and holy name are all-auspicious. This conclusion is already settled. You can go faster than the speed of mind and words. You cannot be perceived by material senses. We therefore offer You respectful obeisances again and again."
  },
  {
    "number": "ŚB 4.30.23",
    "sanskrit": "शुद्धाय शान्ताय नम: स्वनिष्ठया\nमनस्यपार्थं विलसद्‌द्वयाय ।\nनमो जगत्स्थानलयोदयेषु\nगृहीतमायागुणविग्रहाय ॥ २३ ॥",
    "english": "śuddhāya śāntāya namaḥ sva-niṣṭhayā\nmanasy apārthaṁ vilasad-dvayāya\nnamo jagat-sthāna-layodayeṣu\ngṛhīta-māyā-guṇa-vigrahāya",
    "translation": "Dear Lord, we beg to offer our obeisances unto You. When the mind is fixed upon You, the world of duality, although a place for material enjoyment, appears meaningless. Your transcendental form is full of transcendental bliss. We therefore offer our respects unto You. Your appearances as Lord Brahmā, Lord Viṣṇu and Lord Śiva are meant for the purpose of creating, maintaining and annihilating this cosmic manifestation."
  },
  {
    "number": "ŚB 4.30.24",
    "sanskrit": "नमो विशुद्धसत्त्वाय हरये हरिमेधसे ।\nवासुदेवाय कृष्णाय प्रभवे सर्वसात्वताम् ॥ २४ ॥",
    "english": "namo viśuddha-sattvāya\nharaye hari-medhase\nvāsudevāya kṛṣṇāya\nprabhave sarva-sātvatām",
    "translation": "Dear Lord, we offer our respectful obeisances unto You because Your existence is completely independent of all material influences. Your Lordship always takes away the devotee’s miserable conditions, for Your brain plans how to do so. You live everywhere as Paramātmā; therefore You are known as Vāsudeva. You also accept Vasudeva as Your father, and You are celebrated by the name Kṛṣṇa. You are so kind that You always increase the influence of all kinds of devotees."
  },
  {
    "number": "ŚB 4.30.25",
    "sanskrit": "नम: कमलनाभाय नम: कमलमालिने ।\nनम: कमलपादाय नमस्ते कमलेक्षण ॥ २५ ॥",
    "english": "namaḥ kamala-nābhāya\nnamaḥ kamala-māline\nnamaḥ kamala-pādāya\nnamas te kamalekṣaṇa",
    "translation": "Dear Lord, we offer our respectful obeisances unto You because from Your abdomen sprouts the lotus flower, the origin of all living entities. You are always decorated with a lotus garland, and Your feet resemble the lotus flower with all its fragrance. Your eyes are also like the petals of a lotus flower. Therefore we always offer our respectful obeisances unto You."
  },
  {
    "number": "ŚB 4.30.26",
    "sanskrit": "नम: कमलकिञ्जल्कपिशङ्गामलवाससे ।\nसर्वभूतनिवासाय नमोऽयुङ्‌क्ष्महि साक्षिणे ॥ २६ ॥",
    "english": "namaḥ kamala-kiñjalka-\npiśaṅgāmala-vāsase\nsarva-bhūta-nivāsāya\nnamo ’yuṅkṣmahi sākṣiṇe",
    "translation": "Dear Lord, the garment You have put on is yellowish in color, like the saffron of a lotus flower, but it is not made of anything material. Since You live in everyone’s heart, You are the direct witness of all the activities of all living entities. We offer our respectful obeisances unto You again and again."
  },
  {
    "number": "ŚB 4.30.27",
    "sanskrit": "रूपं भगवता त्वेतदशेषक्लेशसङ्‌क्षयम् ।\nआविष्कृतं न: क्लिष्टानां किमन्यदनुकम्पितम् ॥ २७ ॥",
    "english": "rūpaṁ bhagavatā tv etad\naśeṣa-kleśa-saṅkṣayam\nāviṣkṛtaṁ naḥ kliṣṭānāṁ\nkim anyad anukampitam",
    "translation": "Dear Lord, we conditioned souls are always covered by ignorance in the bodily conception of life. We therefore always prefer the miserable conditions of material existence. To deliver us from these miserable conditions, You have advented Yourself in this transcendental form. This is evidence of Your unlimited causeless mercy upon those of us who are suffering in this way. Then what to speak of the devotees to whom You are always so favorably disposed?"
  },
  {
    "number": "ŚB 4.30.28",
    "sanskrit": "एतावत्त्वं हि विभुभिर्भाव्यं दीनेषु वत्सलै: ।\nयदनुस्मर्यते काले स्वबुद्ध्याभद्ररन्धन ॥ २८ ॥",
    "english": "etāvat tvaṁ hi vibhubhir\nbhāvyaṁ dīneṣu vatsalaiḥ\nyad anusmaryate kāle\nsva-buddhyābhadra-randhana",
    "translation": "Dear Lord, You are the killer of all inauspicious things. You are compassionate upon Your poor devotees through the expansion of Your arcā-vigraha. You should certainly think of us as Your eternal servants."
  },
  {
    "number": "ŚB 4.30.29",
    "sanskrit": "येनोपशान्तिर्भूतानां क्षुल्लकानामपीहताम् । अन्तर्हितोऽन्तर्हृदये कस्मान्नो वेद नाशिष: ॥ २९ ॥",
    "english": "yenopaśāntir bhūtānāṁ\nkṣullakānām apīhatām\nantarhito ’ntar-hṛdaye\nkasmān no veda nāśiṣaḥ",
    "translation": "When the Lord, out of His natural compassion, thinks of His devotee, by that process only are all desires of the neophyte devotee fulfilled. The Lord is situated in every living entity’s heart, although the living entity may be very insignificant. The Lord knows everything about the living entity, including all his desires. Although we are very insignificant, why should the Lord not know our desires?"
  },
  {
    "number": "ŚB 4.30.30",
    "sanskrit": "असावेव वरोऽस्माकमीप्सितो जगत: पते ।\nप्रसन्नो भगवान् येषामपवर्गगुरुर्गति: ॥ ३० ॥",
    "english": "asāv eva varo ’smākam\nīpsito jagataḥ pate\nprasanno bhagavān yeṣām\napavarga-gurur gatiḥ",
    "translation": "O Lord of the universe, You are the actual teacher of the science of devotional service. We are satisfied that Your Lordship is the ultimate goal of our life, and we pray that You will be satisfied with us. That is our benediction. We do not desire anything other than Your full satisfaction."
  },
  {
    "number": "ŚB 4.30.31",
    "sanskrit": "वरं वृणीमहेऽथापि नाथ त्वत्परत: परात् ।\nन ह्यन्तस्त्वद्विभूतीनां सोऽनन्त इति गीयसे ॥ ३१ ॥",
    "english": "varaṁ vṛṇīmahe ’thāpi\nnātha tvat parataḥ parāt\nna hy antas tvad-vibhūtīnāṁ\nso ’nanta iti gīyase",
    "translation": "Dear Lord, we shall therefore pray for Your benediction because You are the Supreme, beyond all transcendence, and because there is no end to Your opulences. Consequently, You are celebrated by the name Ananta."
  },
  {
    "number": "ŚB 4.30.32",
    "sanskrit": "पारिजातेऽञ्जसा लब्धे सारङ्गोऽन्यन्न सेवते ।\nत्वदङ्‌घ्रिमूलमासाद्य साक्षात्किं किं वृणीमहि ॥ ३२ ॥",
    "english": "pārijāte ’ñjasā labdhe\nsāraṅgo ’nyan na sevate\ntvad-aṅghri-mūlam āsādya\nsākṣāt kiṁ kiṁ vṛṇīmahi",
    "translation": "Dear Lord, when the bee approaches the celestial tree called the pārijāta, it certainly does not leave the tree, because there is no need for such action. Similarly, when we have approached Your lotus feet and taken shelter of them, what further benediction may we ask of You?"
  },
  {
    "number": "ŚB 4.30.33",
    "sanskrit": "यावत्ते मायया स्पृष्टा भ्रमाम इह कर्मभि: ।\nतावद्भवत्प्रसङ्गानां सङ्ग: स्यान्नो भवे भवे ॥ ३३ ॥",
    "english": "yāvat te māyayā spṛṣṭā\nbhramāma iha karmabhiḥ\ntāvad bhavat-prasaṅgānāṁ\nsaṅgaḥ syān no bhave bhave",
    "translation": "Dear Lord, as long as we have to remain within this material world due to our material contamination and wander from one type of body to another and from one planet to another, we pray that we may associate with those who are engaged in discussing Your pastimes. We pray for this benediction life after life, in different bodily forms and on different planets."
  },
  {
    "number": "ŚB 4.30.34",
    "sanskrit": "तुलयाम लवेनापि न स्वर्गं नापुनर्भवम् ।\nभगवत्सङ्गिसङ्गस्य मर्त्यानां किमुताशिष: ॥ ३४ ॥",
    "english": "tulayāma lavenāpi\nna svargaṁ nāpunar-bhavam\nbhagavat-saṅgi-saṅgasya\nmartyānāṁ kim utāśiṣaḥ",
    "translation": "Even a moment’s association with a pure devotee cannot be compared to being transferred to heavenly planets or even merging into the Brahman effulgence in complete liberation. For living entities who are destined to give up the body and die, association with pure devotees is the highest benediction."
  },
  {
    "number": "ŚB 4.30.35",
    "sanskrit": "यत्रेड्यन्ते कथा मृष्टास्तृष्णाया: प्रशमो यत: ।\nनिर्वैरं यत्र भूतेषु नोद्वेगो यत्र कश्चन ॥ ३५ ॥",
    "english": "yatreḍyante kathā mṛṣṭās\ntṛṣṇāyāḥ praśamo yataḥ\nnirvairaṁ yatra bhūteṣu\nnodvego yatra kaścana",
    "translation": "Whenever pure topics of the transcendental world are discussed, the members of the audience forget all kinds of material hankerings, at least for the time being. Not only that, but they are no longer envious of one another, nor do they suffer from anxiety or fear."
  },
  {
    "number": "ŚB 4.30.36",
    "sanskrit": "यत्र नारायण: साक्षाद्भगवान्न्यासिनां गति: ।\nसंस्तूयते सत्कथासु मुक्तसङ्गै: पुन: पुन: ॥ ३६ ॥",
    "english": "yatra nārāyaṇaḥ sākṣād\nbhagavān nyāsināṁ gatiḥ\nsaṁstūyate sat-kathāsu\nmukta-saṅgaiḥ punaḥ punaḥ",
    "translation": "The Supreme Lord, Nārāyaṇa, is present among devotees who are engaged in hearing and chanting the holy name of the Supreme Personality of Godhead. Lord Nārāyaṇa is the ultimate goal of sannyāsīs, those in the renounced order of life, and Nārāyaṇa is worshiped through this saṅkīrtana movement by those who are liberated from material contamination. Indeed, they recite the holy name again and again."
  },
  {
    "number": "ŚB 4.30.37",
    "sanskrit": "तेषां विचरतां पद्‌भ्यां तीर्थानां पावनेच्छया ।\nभीतस्य किं न रोचेत तावकानां समागम: ॥ ३७ ॥",
    "english": "teṣāṁ vicaratāṁ padbhyāṁ\ntīrthānāṁ pāvanecchayā\nbhītasya kiṁ na roceta\ntāvakānāṁ samāgamaḥ",
    "translation": "Dear Lord, Your personal associates, devotees, wander all over the world to purify even the holy places of pilgrimage. Is not such activity pleasing to those who are actually afraid of material existence?"
  },
  {
    "number": "ŚB 4.30.38",
    "sanskrit": "वयं तु साक्षाद्भगवन् भवस्य\nप्रियस्य सख्यु: क्षणसङ्गमेन ।\nसुदुश्चिकित्स्यस्य भवस्य मृत्यो-\nर्भिषक्तमं त्वाद्य गतिं गता: स्म ॥ ३८ ॥",
    "english": "vayaṁ tu sākṣād bhagavan bhavasya\npriyasya sakhyuḥ kṣaṇa-saṅgamena\nsuduścikitsyasya bhavasya mṛtyor\nbhiṣaktamaṁ tvādya gatiṁ gatāḥ sma",
    "translation": "Dear Lord, by virtue of a moment’s association with Lord Śiva, who is very dear to You and who is Your most intimate friend, we were fortunate to attain You. You are the most expert physician, capable of treating the incurable disease of material existence. On account of our great fortune, we have been able to take shelter at Your lotus feet."
  },
  {
    "number": "ŚB 4.30.39",
    "sanskrit": "यन्न: स्वधीतं गुरव: प्रसादिता\nविप्राश्च वृद्धाश्च सदानुवृत्त्या ।\nआर्या नता: सुहृदो भ्रातरश्च\nसर्वाणि भूतान्यनसूययैव ॥ ३९ ॥\nयन्न: सुतप्तं तप एतदीश\nनिरन्धसां कालमदभ्रमप्सु ।\nसर्वं तदेतत्पुरुषस्य भूम्नो\nवृणीमहे ते परितोषणाय ॥ ४० ॥",
    "english": "yan naḥ svadhītaṁ guravaḥ prasāditā\nviprāś ca vṛddhāś ca sad-ānuvṛttyā\nāryā natāḥ suhṛdo bhrātaraś ca\nsarvāṇi bhūtāny anasūyayaiva",
    "translation": "Dear Lord, we have studied the Vedas, accepted a spiritual master and offered respect to brāhmaṇas, advanced devotees and aged personalities who are spiritually very advanced. We have offered our respects to them, and we have not been envious of any brother, friends or anyone else. We have also undergone severe austerities within the water and have not taken food for a long time. All these spiritual assets of ours are simply offered for Your satisfaction. We pray for this benediction only, and nothing more."
  },
  {
    "number": "ŚB 4.30.40",
    "sanskrit": "",
    "english": "",
    "translation": ""
  },
  {
    "number": "ŚB 4.30.41",
    "sanskrit": "मनु: स्वयम्भूर्भगवान् भवश्च\nयेऽन्ये तपोज्ञानविशुद्धसत्त्वा: ।\nअद‍ृष्टपारा अपि यन्महिम्न:\nस्तुवन्त्यथो त्वात्मसमं गृणीम: ॥ ४१ ॥",
    "english": "manuḥ svayambhūr bhagavān bhavaś ca\nye ’nye tapo-jñāna-viśuddha-sattvāḥ\nadṛṣṭa-pārā api yan-mahimnaḥ\nstuvanty atho tvātma-samaṁ gṛṇīmaḥ",
    "translation": "Dear Lord, even great yogīs and mystics who are very much advanced by virtue of austerities and knowledge and who have completely situated themselves in pure existence, as well as great personalities like Manu, Lord Brahmā and Lord Śiva, cannot fully understand Your glories and potencies. Nonetheless they have offered their prayers according to their own capacities. In the same way, we, although much lower than these personalities, also offer our prayers according to our own capability."
  },
  {
    "number": "ŚB 4.30.42",
    "sanskrit": "नम: समाय शुद्धाय पुरुषाय पराय च ।\nवासुदेवाय सत्त्वाय तुभ्यं भगवते नम: ॥ ४२ ॥",
    "english": "namaḥ samāya śuddhāya\npuruṣāya parāya ca\nvāsudevāya sattvāya\ntubhyaṁ bhagavate namaḥ",
    "translation": "Dear Lord, You have no enemies or friends. Therefore You are equal to everyone. You cannot be contaminated by sinful activities, and Your transcendental form is always beyond the material creation. You are the Supreme Personality of Godhead because You remain everywhere within all existence. You are consequently known as Vāsudeva. We offer You our respectful obeisances."
  }
]