[
  {
    "number": "ŚB 8.12.4",
    "sanskrit": "श्रीमहादेव उवाच\nदेवदेव जगद्वय‍ापिञ्जगदीश जगन्मय ।\nसर्वेषामपि भावानां त्वमात्मा हेतुरीश्वर: ॥ ४ ॥",
    "english": "deva-deva jagad-vyāpiñ\njagad-īśa jagan-maya\nsarveṣām api bhāvānāṁ\ntvam ātmā hetur īśvaraḥ",
    "translation": "Lord Mahādeva said: O chief demigod among the demigods, O all-pervading Lord, master of the universe, by Your energy You are transformed into the creation. You are the root and efficient cause of everything. You are not material. Indeed, You are the Supersoul or supreme living force of everything. Therefore, You are Parameśvara, the supreme controller of all controllers."
  },
  {
    "number": "ŚB 8.12.5",
    "sanskrit": "आद्यन्तावस्य यन्मध्यमिदमन्यदहं बहि: । यतोऽव्ययस्य नैतानि तत् सत्यं ब्रह्म चिद्‌भवान् ॥ ५ ॥",
    "english": "ādy-antāv asya yan madhyam\nidam anyad ahaṁ bahiḥ\nyato ’vyayasya naitāni\ntat satyaṁ brahma cid bhavān",
    "translation": "The manifest, the unmanifest, false ego and the beginning, maintenance and annihilation of this cosmic manifestation all come from You, the Supreme Personality of Godhead. But because You are the Absolute Truth, the supreme absolute spirit soul, the Supreme Brahman, such changes as birth, death and sustenance do not exist in You."
  },
  {
    "number": "ŚB 8.12.6",
    "sanskrit": "तवैव चरणाम्भोजं श्रेयस्कामा निराशिष: ।\nविसृज्योभयत: सङ्गं मुनय: समुपासते ॥ ६ ॥",
    "english": "tavaiva caraṇāmbhojaṁ\nśreyas-kāmā nirāśiṣaḥ\nvisṛjyobhayataḥ saṅgaṁ\nmunayaḥ samupāsate",
    "translation": "Pure devotees or great saintly persons who desire to achieve the highest goal in life and who are completely free from all material desires for sense gratification engage constantly in the transcendental service of Your lotus feet."
  },
  {
    "number": "ŚB 8.12.7",
    "sanskrit": "त्वं ब्रह्म पूर्णममृतं विगुणं विशोक-\nमानन्दमात्रमविकारमनन्यदन्यत् ।\nविश्वस्य हेतुरुदयस्थितिसंयमाना-\nमात्मेश्वरश्च तदपेक्षतयानपेक्ष: ॥ ७ ॥",
    "english": "tvaṁ brahma pūrṇam amṛtaṁ viguṇaṁ viśokam\nānanda-mātram avikāram ananyad anyat\nviśvasya hetur udaya-sthiti-saṁyamānām\nātmeśvaraś ca tad-apekṣatayānapekṣaḥ",
    "translation": "My Lord, You are the Supreme Brahman, complete in everything. Being completely spiritual, You are eternal, free from the material modes of nature, and full of transcendental bliss. Indeed, for You there is no question of lamentation. Since You are the supreme cause, the cause of all causes, nothing can exist without You. Yet we are different from You in a relationship of cause and effect, for in one sense the cause and effect are different. You are the original cause of creation, manifestation and annihilation, and You bestow benedictions upon all living entities. Everyone depends upon You for the results of his activities, but You are always independent."
  },
  {
    "number": "ŚB 8.12.8",
    "sanskrit": "एकस्त्वमेव सदसद्‌द्वयमद्वयं च\nस्वर्णं कृताकृतमिवेह न वस्तुभेद: ।\nअज्ञानतस्त्वयि जनैर्विहितो विकल्पो\nयस्माद् गुणव्यतिकरो निरुपाधिकस्य ॥ ८ ॥",
    "english": "ekas tvam eva sad asad dvayam advayaṁ ca\nsvarṇaṁ kṛtākṛtam iveha na vastu-bhedaḥ\najñānatas tvayi janair vihito vikalpo\nyasmād guṇa-vyatikaro nirupādhikasya",
    "translation": "My dear Lord, Your Lordship alone is the cause and the effect. Therefore, although You appear to be two, You are the absolute one. As there is no difference between the gold of a golden ornament and the gold in a mine, there is no difference between cause and effect; both of them are the same. Only because of ignorance do people concoct differences and dualities. You are free from material contamination, and since the entire cosmos is caused by You and cannot exist without You, it is an effect of Your transcendental qualities. Thus the conception that Brahman is true and the world false cannot be maintained."
  },
  {
    "number": "ŚB 8.12.9",
    "sanskrit": "त्वां ब्रह्म केचिदवयन्त्युत धर्ममेकेएके परं सदसतो: पुरुषं परेशम् । अन्येऽवयन्ति नवशक्तियुतं परं त्वांकेचिन्महापुरुषमव्ययमात्मतन्त्रम् ॥ ९ ॥",
    "english": "tvāṁ brahma kecid avayanty uta dharmam eke\neke paraṁ sad-asatoḥ puruṣaṁ pareśam\nanye ’vayanti nava-śakti-yutaṁ paraṁ tvāṁ\nkecin mahā-puruṣam avyayam ātma-tantram",
    "translation": "Those who are known as the impersonalist Vedāntists regard You as the impersonal Brahman. Others, known as the Mīmāṁsaka philosophers, regard You as religion. The Sāṅkhya philosophers regard You as the transcendental person who is beyond prakṛti and puruṣa and who is the controller of even the demigods. The followers of the codes of devotional service known as the Pañcarātras regard You as being endowed with nine different potencies. And the Patañjala philosophers, the followers of Patañjali Muni, regard You as the supreme independent Personality of Godhead, who has no equal or superior."
  },
  {
    "number": "ŚB 8.12.10",
    "sanskrit": "नाहं परायुर्ऋषयो न मरीचिमुख्याजानन्ति यद्विरचितं खलु सत्त्वसर्गा: । यन्मायया मुषितचेतस ईश दैत्य-मर्त्यादय: किमुत शश्वदभद्रवृत्ता: ॥ १० ॥",
    "english": "nāhaṁ parāyur ṛṣayo na marīci-mukhyā\njānanti yad-viracitaṁ khalu sattva-sargāḥ\nyan-māyayā muṣita-cetasa īśa daitya-\nmartyādayaḥ kim uta śaśvad-abhadra-vṛttāḥ",
    "translation": "O my Lord, I, who am considered to be the best of the demigods, and Lord Brahmā and the great ṛṣis, headed by Marīci, are born of the mode of goodness. Nonetheless, we are bewildered by Your illusory energy and cannot understand what this creation is. Aside from us, what is to be said of others, like the demons and human beings, who are in the base modes of material nature [rajo-guṇa and tamo-guṇa]? How will they know You?"
  },
  {
    "number": "ŚB 8.12.11",
    "sanskrit": "स त्वं समीहितमद: स्थितिजन्मनाशंभूतेहितं च जगतो भवबन्धमोक्षौ । वायुर्यथा विशति खं च चराचराख्यंसर्वं तदात्मकतयावगमोऽवरुन्‍त्से ॥ ११ ॥",
    "english": "sa tvaṁ samīhitam adaḥ sthiti-janma-nāśaṁ\nbhūtehitaṁ ca jagato bhava-bandha-mokṣau\nvāyur yathā viśati khaṁ ca carācarākhyaṁ\nsarvaṁ tad-ātmakatayāvagamo ’varuntse",
    "translation": "My Lord, You are the supreme knowledge personified. You know everything about this creation and its beginning, maintenance and annihilation, and You know all the endeavors made by the living entities, by which they are either implicated in this material world or liberated from it. As the air enters the vast sky and also enters the bodies of all moving and nonmoving entities, You are present everywhere, and therefore You are the knower of all."
  },
  {
    "number": "ŚB 8.12.12",
    "sanskrit": "अवतारा मया द‍ृष्टा रममाणस्य ते गुणै: । सोऽहं तद्‌द्रष्टुमिच्छामि यत् ते योषिद्वपुर्धृतम् ॥ १२ ॥",
    "english": "avatārā mayā dṛṣṭā\nramamāṇasya te guṇaiḥ\nso ’haṁ tad draṣṭum icchāmi\nyat te yoṣid-vapur dhṛtam",
    "translation": "My Lord, I have seen all kinds of incarnations You have exhibited by Your transcendental qualities, and now that You have appeared as a beautiful young woman, I wish to see that form of Your Lordship."
  },
  {
    "number": "ŚB 8.12.13",
    "sanskrit": "येन सम्मोहिता दैत्या: पायिताश्चामृतं सुरा: । तद् दिद‍ृक्षव आयाता: परं कौतूहलं हि न: ॥ १३ ॥",
    "english": "yena sammohitā daityāḥ\npāyitāś cāmṛtaṁ surāḥ\ntad didṛkṣava āyātāḥ\nparaṁ kautūhalaṁ hi naḥ",
    "translation": "My Lord, we have come here desiring to see that form of Your Lordship which You showed to the demons to captivate them completely and in this way enable the demigods to drink nectar. I am very eager to see that form."
  }
]