[
  {
    "number": "ŚB 8.6.8",
    "sanskrit": "श्रीब्रह्मोवाच\nअजातजन्मस्थितिसंयमाया-\nगुणाय निर्वाणसुखार्णवाय ।\nअणोरणिम्नेऽपरिगण्यधाम्ने",
    "english": "ajāta-janma-sthiti-saṁyamāyā-\nguṇāya nirvāṇa-sukhārṇavāya\naṇor aṇimne ’parigaṇya-dhāmne\nmahānubhāvāya namo namas te",
    "translation": "Lord Brahmā said: Although You are never born, Your appearance and disappearance as an incarnation never cease. You are always free from the material qualities, and You are the shelter of transcendental bliss resembling an ocean. Eternally existing in Your transcendental form, You are the supreme subtle of the most extremely subtle. We therefore offer our respectful obeisances unto You, the Supreme, whose existence is inconceivable."
  },
  {
    "number": "ŚB 8.6.9",
    "sanskrit": "रूपं तवैतत् पुरुषर्षभेज्यं\nश्रेयोऽर्थिभिर्वैदिकतान्त्रिकेण ।\nयोगेन धात: सह नस्त्रिलोकान्\nपश्याम्यमुष्मिन्नु ह विश्वमूर्तौ ॥ ९ ॥",
    "english": "rūpaṁ tavaitat puruṣarṣabhejyaṁ\nśreyo ’rthibhir vaidika-tāntrikeṇa\nyogena dhātaḥ saha nas tri-lokān\npaśyāmy amuṣminn u ha viśva-mūrtau",
    "translation": "O best of persons, O supreme director, those who actually aspire for supreme good fortune worship this form of Your Lordship according to the Vedic Tantras. My Lord, we can see all the three worlds in You."
  },
  {
    "number": "ŚB 8.6.10",
    "sanskrit": "त्वय्यग्र आसीत् त्वयि मध्य आसीत्\nत्वय्यन्त आसीदिदमात्मतन्त्रे ।\nत्वमादिरन्तो जगतोऽस्य मध्यं\nघटस्य मृत्स्‍नेव पर: परस्मात् ॥ १० ॥",
    "english": "tvayy agra āsīt tvayi madhya āsīt\ntvayy anta āsīd idam ātma-tantre\ntvam ādir anto jagato ’sya madhyaṁ\nghaṭasya mṛtsneva paraḥ parasmāt",
    "translation": "My dear Lord, who are always fully independent, this entire cosmic manifestation arises from You, rests upon You and ends in You. Your Lordship is the beginning, sustenance and end of everything, like the earth, which is the cause of an earthen pot, which supports the pot, and to which the pot, when broken, finally returns."
  },
  {
    "number": "ŚB 8.6.11",
    "sanskrit": "त्वं माययात्माश्रयया स्वयेदं\nनिर्माय विश्वं तदनुप्रविष्ट: ।\nपश्यन्ति युक्ता मनसा मनीषिणो\nगुणव्यवायेऽप्यगुणं विपश्चित: ॥ ११ ॥",
    "english": "tvaṁ māyayātmāśrayayā svayedaṁ\nnirmāya viśvaṁ tad-anupraviṣṭaḥ\npaśyanti yuktā manasā manīṣiṇo\nguṇa-vyavāye ’py aguṇaṁ vipaścitaḥ",
    "translation": "O Supreme, You are independent in Your self and do not take help from others. Through Your own potency, You create this cosmic manifestation and enter into it. Those who are advanced in Kṛṣṇa consciousness, who are fully in knowledge of the authoritative śāstra, and who, through the practice of bhakti-yoga, are cleansed of all material contamination, can see with clear minds that although You exist within the transformations of the material qualities, Your presence is untouched by these qualities."
  },
  {
    "number": "ŚB 8.6.12",
    "sanskrit": "यथाग्निमेधस्यमृतं च गोषु\nभुव्यन्नमम्बूद्यमने च वृत्तिम् ।\nयोगैर्मनुष्या अधियन्ति हि त्वां\nगुणेषु बुद्ध्या कवयो वदन्ति ॥ १२ ॥",
    "english": "yathāgnim edhasy amṛtaṁ ca goṣu\nbhuvy annam ambūdyamane ca vṛttim\nyogair manuṣyā adhiyanti hi tvāṁ\nguṇeṣu buddhyā kavayo vadanti",
    "translation": "As one can derive fire from wood, milk from the milk bag of the cow, food grains and water from the land, and prosperity in one’s livelihood from industrial enterprises, so, by the practice of bhakti-yoga, even within this material world, one can achieve Your favor or intelligently approach You. Those who are pious all affirm this."
  },
  {
    "number": "ŚB 8.6.13",
    "sanskrit": "तं त्वां वयं नाथ समुज्जिहानं\nसरोजनाभातिचिरेप्सितार्थम् ।\nद‍ृष्ट्वा गता निर्वृतमद्य सर्वे\nगजा दवार्ता इव गाङ्गमम्भ: ॥ १३ ॥",
    "english": "taṁ tvāṁ vayaṁ nātha samujjihānaṁ\nsaroja-nābhāticirepsitārtham\ndṛṣṭvā gatā nirvṛtam adya sarve\ngajā davārtā iva gāṅgam ambhaḥ",
    "translation": "Elephants afflicted by a forest fire become very happy when they get water from the Ganges. Similarly, O my Lord, from whose navel grows a lotus flower, since You have now appeared before us, we have become transcendentally happy. By seeing Your Lordship, whom we have desired to see for a very long time, we have achieved our ultimate goal in life."
  },
  {
    "number": "ŚB 8.6.14",
    "sanskrit": "स त्वं विधत्स्वाखिललोकपाला\nवयं यदर्थास्तव पादमूलम् ।\nसमागतास्ते बहिरन्तरात्मन्\nकिं वान्यविज्ञाप्यमशेषसाक्षिण: ॥ १४ ॥",
    "english": "sa tvaṁ vidhatsvākhila-loka-pālā\nvayaṁ yad arthās tava pāda-mūlam\nsamāgatās te bahir-antar-ātman\nkiṁ vānya-vijñāpyam aśeṣa-sākṣiṇaḥ",
    "translation": "My Lord, we, the various demigods, the directors of this universe, have come to Your lotus feet. Please fulfill the purpose for which we have come. You are the witness of everything, from within and without. Nothing is unknown to You, and therefore it is unnecessary to inform You again of anything."
  },
  {
    "number": "ŚB 8.6.15",
    "sanskrit": "अहं गिरित्रश्च सुरादयो ये\nदक्षादयोऽग्नेरिव केतवस्ते ।\nकिं वा विदामेश पृथग्विभाता\nविधत्स्व शं नो द्विजदेवमन्त्रम् ॥ १५ ॥",
    "english": "ahaṁ giritraś ca surādayo ye\ndakṣādayo ’gner iva ketavas te\nkiṁ vā vidāmeśa pṛthag-vibhātā\nvidhatsva śaṁ no dvija-deva-mantram",
    "translation": "I [Lord Brahmā], Lord Śiva and all the demigods, accompanied by the prajāpatis like Dakṣa, are nothing but sparks illuminated by You, who are the original fire. Since we are particles of You, what can we understand about our welfare? O Supreme Lord, please give us the means of deliverance that is suitable for the brāhmaṇas and demigods."
  }
]