[
  {
    "number": "ŚB 10.3.13",
    "sanskrit": "श्रीवसुदेव उवाच\nविदितोऽसि भवान् साक्षात्पुरुष: प्रकृते: पर: ।\nकेवलानुभवानन्दस्वरूप: सर्वबुद्धिद‍ृक् ॥ १३ ॥",
    "english": "vidito ’si bhavān sākṣāt\npuruṣaḥ prakṛteḥ paraḥ\nkevalānubhavānanda-\nsvarūpaḥ sarva-buddhi-dṛk",
    "translation": "Vasudeva said: My Lord, You are the Supreme Person, beyond material existence, and You are the Supersoul. Your form can be perceived by transcendental knowledge, by which You can be understood as the Supreme Personality of Godhead. I now understand Your position perfectly."
  },
  {
    "number": "ŚB 10.3.14",
    "sanskrit": "स एव स्वप्रकृत्येदं सृष्ट्वाग्रे त्रिगुणात्मकम् ।\nतदनु त्वं ह्यप्रविष्ट: प्रविष्ट इव भाव्यसे ॥ १४ ॥",
    "english": "sa eva svaprakṛtyedaṁ\nsṛṣṭvāgre tri-guṇātmakam\ntad anu tvaṁ hy apraviṣṭaḥ\npraviṣṭa iva bhāvyase",
    "translation": "My Lord, You are the same person who in the beginning created this material world by His personal external energy. After the creation of this world of three guṇas [sattva, rajas and tamas], You appear to have entered it, although in fact You have not."
  },
  {
    "number": "ŚB 10.3.18",
    "sanskrit": "य आत्मनो द‍ृश्यगुणेषु सन्निति\nव्यवस्यते स्वव्यतिरेकतोऽबुध: ।\nविनानुवादं न च तन्मनीषितं\nसम्यग् यतस्त्यक्तमुपाददत् पुमान् ॥ १८ ॥",
    "english": "ya ātmano dṛśya-guṇeṣu sann iti\nvyavasyate sva-vyatirekato ’budhaḥ\nvinānuvādaṁ na ca tan manīṣitaṁ\nsamyag yatas tyaktam upādadat pumān",
    "translation": "One who considers his visible body, which is a product of the three modes of nature, to be independent of the soul is unaware of the basis of existence, and therefore he is a rascal. Those who are learned have rejected this conclusion because one can understand through full discussion that with no basis in soul, the visible body and senses would be insubstantial. Nonetheless, although his conclusion has been rejected, a foolish person considers it a reality."
  },
  {
    "number": "ŚB 10.3.19",
    "sanskrit": "त्वत्तोऽस्य जन्मस्थितिसंयमान् विभो\nवदन्त्यनीहादगुणादविक्रियात् ।\nत्वयीश्वरे ब्रह्मणि नो विरुध्यते\nत्वदाश्रयत्वादुपचर्यते गुणै: ॥ १९ ॥",
    "english": "tvatto ’sya janma-sthiti-saṁyamān vibho\nvadanty anīhād aguṇād avikriyāt\ntvayīśvare brahmaṇi no virudhyate\ntvad-āśrayatvād upacaryate guṇaiḥ",
    "translation": "O my Lord, learned Vedic scholars conclude that the creation, maintenance and annihilation of the entire cosmic manifestation are performed by You, who are free from endeavor, unaffected by the modes of material nature, and changeless in Your spiritual situation. There are no contradictions in You, who are the Supreme Personality of Godhead, Parabrahman. Because the three modes of material nature — sattva, rajas and tamas — are under Your control, everything takes place automatically."
  },
  {
    "number": "ŚB 10.3.20",
    "sanskrit": "स त्वं त्रिलोकस्थितये स्वमायया\nबिभर्षि शुक्लं खलु वर्णमात्मन: ।\nसर्गाय रक्तं रजसोपबृंहितं\nकृष्णं च वणन तमसा जनात्यये ॥ २० ॥",
    "english": "sa tvaṁ tri-loka-sthitaye sva-māyayā\nbibharṣi śuklaṁ khalu varṇam ātmanaḥ\nsargāya raktaṁ rajasopabṛṁhitaṁ\nkṛṣṇaṁ ca varṇaṁ tamasā janātyaye",
    "translation": "My Lord, Your form is transcendental to the three material modes, yet for the maintenance of the three worlds, You assume the white color of Viṣṇu in goodness; for creation, which is surrounded by the quality of passion, You appear reddish; and at the end, when there is a need for annihilation, which is surrounded by ignorance, You appear blackish."
  },
  {
    "number": "ŚB 10.3.21",
    "sanskrit": "त्वमस्य लोकस्य विभो रिरक्षिषु-\nर्गृहेऽवतीर्णोऽसि ममाखिलेश्वर ।\nराजन्यसंज्ञासुरकोटियूथपै-\nर्निर्व्यूह्यमाना निहनिष्यसे चमू: ॥ २१ ॥",
    "english": "tvam asya lokasya vibho rirakṣiṣur\ngṛhe ’vatīrṇo ’si mamākhileśvara\nrājanya-saṁjñāsura-koṭi-yūthapair\nnirvyūhyamānā nihaniṣyase camūḥ",
    "translation": "O my Lord, proprietor of all creation, You have now appeared in my house, desiring to protect this world. I am sure that You will kill all the armies that are moving all over the world under the leadership of politicians who are dressed as kṣatriya rulers but who are factually demons. They must be killed by You for the protection of the innocent public."
  },
  {
    "number": "ŚB 10.3.22",
    "sanskrit": "अयं त्वसभ्यस्तव जन्म नौ गृहे\nश्रुत्वाग्रजांस्ते न्यवधीत् सुरेश्वर ।\nस तेऽवतारं पुरुषै: समर्पितं\nश्रुत्वाधुनैवाभिसरत्युदायुध: ॥ २२ ॥",
    "english": "ayaṁ tv asabhyas tava janma nau gṛhe\nśrutvāgrajāṁs te nyavadhīt sureśvara\nsa te ’vatāraṁ puruṣaiḥ samarpitaṁ\nśrutvādhunaivābhisaraty udāyudhaḥ",
    "translation": "O my Lord, Lord of the demigods, after hearing the prophecy that You would take birth in our home and kill him, this uncivilized Kaṁsa killed so many of Your elder brothers. As soon as he hears from his lieutenants that You have appeared, he will immediately come with weapons to kill You."
  }
]