[
  {
    "number": "ŚB 5.18.30",
    "sanskrit": "ॐ नमो भगवते अकूपाराय सर्वसत्त्वगुणविशेषणायानुपलक्षितस्थानाय नमो वर्ष्मणे नमो भूम्ने नमो नमोऽवस्थानाय नमस्ते ॥ ३० ॥",
    "english": "oṁ namo bhagavate akūpārāya sarva-sattva-guṇa-viśeṣaṇāyānu-palakṣita-sthānāya namo varṣmaṇe namo bhūmne namo namo ’vasthānāya namas te.",
    "translation": "O my Lord, I offer my respectful obeisances unto You, who have assumed the form of a tortoise. You are the reservoir of all transcendental qualities, and being entirely untinged by matter, You are perfectly situated in pure goodness. You move here and there in the water, but no one can discern Your position. Therefore I offer my respectful obeisances unto You. Because of Your transcendental position, You are not limited by past, present and future. You are present everywhere as the shelter of all things, and therefore I offer my respectful obeisances unto You again and again."
  },
  {
    "number": "ŚB 5.18.31",
    "sanskrit": "यद्रूपमेतन्निजमाययार्पित-\nमर्थस्वरूपं बहुरूपरूपितम् ।\nसङ्ख्या न यस्यास्त्ययथोपलम्भनात्-\nतस्मै नमस्तेऽव्यपदेशरूपिणे ॥ ३१ ॥",
    "english": "yad-rūpam etan nija-māyayārpitam\nartha-svarūpaṁ bahu-rūpa-rūpitam\nsaṅkhyā na yasyāsty ayathopalambhanāt\ntasmai namas te ’vyapadeśa-rūpiṇe",
    "translation": "My dear Lord, this visible cosmic manifestation is a demonstration of Your own creative energy. Since the countless varieties of forms within this cosmic manifestation are simply a display of Your external energy, this virāṭ-rūpa [universal body] is not Your real form. Except for a devotee in transcendental consciousness, no one can perceive Your actual form. Therefore I offer my respectful obeisances unto You."
  },
  {
    "number": "ŚB 5.18.32",
    "sanskrit": "जरायुजं स्वेदजमण्डजोद्भ‍िदं\nचराचरं देवर्षिपितृभूतमैन्द्रियम् ।\nद्यौ: खं क्षिति: शैलसरित्समुद्र-\nद्वीपग्रहर्क्षेत्यभिधेय एक: ॥ ३२ ॥",
    "english": "jarāyujaṁ svedajam aṇḍajodbhidaṁ\ncarācaraṁ devarṣi-pitṛ-bhūtam aindriyam\ndyauḥ khaṁ kṣitiḥ śaila-sarit-samudra-\ndvīpa-graharkṣety abhidheya ekaḥ",
    "translation": "My dear Lord, You manifest Your different energies in countless forms: as living entities born from wombs, from eggs and from perspiration; as plants and trees that grow out of the earth; as all living entities, both moving and standing, including the demigods, the learned sages and the pitās; as outer space, as the higher planetary system containing the heavenly planets, and as the planet earth with its hills, rivers, seas, oceans and islands. Indeed, all the stars and planets are simply manifestations of Your different energies, but originally You are one without a second. Therefore there is nothing beyond You. This entire cosmic manifestation is therefore not false but is simply a temporary manifestation of Your inconceivable energy."
  },
  {
    "number": "ŚB 5.18.33",
    "sanskrit": "यस्मिन्नसङ्ख्येयविशेषनाम-\nरूपाकृतौ कविभि: कल्पितेयम् ।\nसङ्ख्या यया तत्त्वद‍ृशापनीयते\nतस्मै नम: साङ्ख्यनिदर्शनाय ते इति ॥ ३३ ॥",
    "english": "yasminn asaṅkhyeya-viśeṣa-nāma-\nrūpākṛtau kavibhiḥ kalpiteyam\nsaṅkhyā yayā tattva-dṛśāpanīyate\ntasmai namaḥ sāṅkhya-nidarśanāya te iti",
    "translation": "O my Lord, Your name, form and bodily features are expanded in countless forms. No one can determine exactly how many forms exist, yet You Yourself, in Your incarnation as the learned scholar Kapiladeva, have analyzed the cosmic manifestation as containing twenty-four elements. Therefore if one is interested in Sāṅkhya philosophy, by which one can enumerate the different truths, he must hear it from You. Unfortunately, nondevotees simply count the different elements and remain ignorant of Your actual form. I offer my respectful obeisances unto You."
  }
]