[
  {
    "number": "ŚB 8.23.6",
    "sanskrit": "श्रीप्रह्लाद उवाच\nनेमं विरिञ्चो लभते प्रसादं\nन श्रीर्न शर्व: किमुतापरेऽन्ये ।\nयन्नोऽसुराणामसि दुर्गपालो\nविश्वाभिवन्द्यैरभिवन्दिताङ्‍‍घ्रि: ॥ ६ ॥",
    "english": "nemaṁ viriñco labhate prasādaṁ\nna śrīr na śarvaḥ kim utāpare ’nye\nyan no ’surāṇām asi durga-pālo\nviśvābhivandyair abhivanditāṅghriḥ",
    "translation": "Prahlāda Mahārāja said: O Supreme Personality of Godhead, You are universally worshiped; even Lord Brahmā and Lord Śiva worship Your lotus feet. Yet although You are such a great personality, You have kindly promised to protect us, the demons. I think that such kindness has never been achieved even by Lord Brahmā, Lord Śiva or the goddess of fortune, Lakṣmī, what to speak of other demigods or common people."
  },
  {
    "number": "ŚB 8.23.7",
    "sanskrit": "यत्पादपद्ममकरन्दनिषेवणेन\nब्रह्मादय: शरणदाश्नुवते विभूती: ।\nकस्माद् वयं कुसृतय: खलयोनयस्ते\nदाक्षिण्यद‍ृष्टिपदवीं भवत: प्रणीता: ॥ ७ ॥",
    "english": "yat-pāda-padma-makaranda-niṣevaṇena\nbrahmādayaḥ śaraṇadāśnuvate vibhūtīḥ\nkasmād vayaṁ kusṛtayaḥ khala-yonayas te\ndākṣiṇya-dṛṣṭi-padavīṁ bhavataḥ praṇītāḥ",
    "translation": "O supreme shelter of everyone, great personalities like Brahmā enjoy their perfection simply by tasting the honey of rendering service at Your lotus feet. But as for us, who are all rogues and debauchees born of an envious family of demons, how have we received Your mercy? It has been possible only because Your mercy is causeless."
  },
  {
    "number": "ŚB 8.23.8",
    "sanskrit": "चित्रं तवेहितमहोऽमितयोगमाया-\nलीलाविसृष्टभुवनस्य विशारदस्य ।\nसर्वात्मन: समद‍ृशोऽविषम: स्वभावो\nभक्तप्रियो यदसि कल्पतरुस्वभाव: ॥ ८ ॥",
    "english": "citraṁ tavehitam aho ’mita-yoga-māyā-\nlīlā-visṛṣṭa-bhuvanasya viśāradasya\nsarvātmanaḥ samadṛśo ’viṣamaḥ svabhāvo\nbhakta-priyo yad asi kalpataru-svabhāvaḥ",
    "translation": "O my Lord, Your pastimes are all wonderfully performed by Your inconceivable spiritual energy; and by her perverted reflection, the material energy, You have created all the universes. As the Supersoul of all living entities, You are aware of everything, and therefore You are certainly equal toward everyone. Nonetheless, You favor Your devotees. This is not partiality, however, for Your characteristic is just like that of a desire tree, which yields everything according to one’s desire."
  }
]