[
  {
    "number": "ŚB 9.8.21",
    "sanskrit": "अंशुमानुवाच\nन पश्यति त्वां परमात्मनोऽजनो\nन बुध्यतेऽद्यापि समाधियुक्तिभि: ।\nकुतोऽपरे तस्य मन:शरीरधी-\nविसर्गसृष्टा वयमप्रकाशा: ॥ २१ ॥",
    "english": "na paśyati tvāṁ param ātmano ’jano\nna budhyate ’dyāpi samādhi-yuktibhiḥ\nkuto ’pare tasya manaḥ-śarīra-dhī-\nvisarga-sṛṣṭā vayam aprakāśāḥ",
    "translation": "Aṁśumān said: My Lord, even Lord Brahmā is to this very day unable to understand Your position, which is far beyond himself, either by meditation or by mental speculation. So what to speak of others like us, who have been created by Brahmā in various forms as demigods, animals, human beings, birds and beasts? We are completely in ignorance. Therefore, how can we know You, who are the Transcendence?"
  },
  {
    "number": "ŚB 9.8.22",
    "sanskrit": "ये देहभाजस्त्रिगुणप्रधाना\nगुणान् विपश्यन्त्युत वा तमश्च ।\nयन्मायया मोहितचेतसस्त्वां\nविदु: स्वसंस्थं न बहि:प्रकाशा: ॥ २२ ॥",
    "english": "ye deha-bhājas tri-guṇa-pradhānā\nguṇān vipaśyanty uta vā tamaś ca\nyan-māyayā mohita-cetasas tvāṁ\nviduḥ sva-saṁsthaṁ na bahiḥ-prakāśāḥ",
    "translation": "My Lord, You are fully situated in everyone’s heart, but the living entities, covered by the material body, cannot see You, for they are influenced by the external energy, conducted by the three modes of material nature. Their intelligence being covered by sattva-guṇa, rajo-guṇa and tamo-guṇa, they can see only the actions and reactions of these three modes of material nature. Because of the actions and reactions of the mode of ignorance, whether the living entities are awake or sleeping, they can see only the workings of material nature; they cannot see Your Lordship."
  },
  {
    "number": "ŚB 9.8.23",
    "sanskrit": "तं त्वामहं ज्ञानघनं स्वभाव-\nप्रध्वस्तमायागुणभेदमोहै: ।\nसनन्दनाद्यैर्मुनिभिर्विभाव्यं\nकथं विमूढ: परिभावयामि ॥ २३ ॥",
    "english": "taṁ tvāṁ ahaṁ jñāna-ghanaṁ svabhāva-\npradhvasta-māyā-guṇa-bheda-mohaiḥ\nsanandanādyair munibhir vibhāvyaṁ\nkathaṁ vimūḍhaḥ paribhāvayāmi",
    "translation": "O my Lord, sages freed from the influence of the three modes of material nature — sages such as the four Kumāras [Sanat, Sanaka, Sanandana and Sanātana] — are able to think of You, who are concentrated knowledge. But how can an ignorant person like me think of You?"
  },
  {
    "number": "ŚB 9.8.24",
    "sanskrit": "प्रशान्त मायागुणकर्मलिङ्ग-\nमनामरूपं सदसद्विमुक्तम् ।\nज्ञानोपदेशाय गृहीतदेहं\nनमामहे त्वां पुरुषं पुराणम् ॥ २४ ॥",
    "english": "praśānta māyā-guṇa-karma-liṅgam\nanāma-rūpaṁ sad-asad-vimuktam\njñānopadeśāya gṛhīta-dehaṁ\nnamāmahe tvāṁ puruṣaṁ purāṇam",
    "translation": "O completely peaceful Lord, although material nature, fruitive activities and their consequent material names and forms are Your creation, You are unaffected by them. Therefore, Your transcendental name is different from material names, and Your form is different from material forms. You assume a form resembling a material body just to give us instructions like those of Bhagavad-gītā, but actually You are the supreme original person. I therefore offer my respectful obeisances unto You."
  },
  {
    "number": "ŚB 9.8.25",
    "sanskrit": "त्वन्मायारचिते लोके वस्तुबुद्ध्या गृहादिषु ।\nभ्रमन्ति कामलोभेर्ष्यामोहविभ्रान्तचेतस: ॥ २५ ॥",
    "english": "tvan-māyā-racite loke\nvastu-buddhyā gṛhādiṣu\nbhramanti kāma-lobherṣyā-\nmoha-vibhrānta-cetasaḥ",
    "translation": "O my Lord, those whose hearts are bewildered by the influence of lust, greed, envy and illusion are interested only in false hearth and home in this world created by Your māyā. Attached to home, wife and children, they wander in this material world perpetually."
  },
  {
    "number": "ŚB 9.8.26",
    "sanskrit": "अद्य न: सर्वभूतात्मन् कामकर्मेन्द्रियाशय: ।\nमोहपाशो द‍ृढश्छिन्नो भगवंस्तव दर्शनात् ॥ २६ ॥",
    "english": "adya naḥ sarva-bhūtātman\nkāma-karmendriyāśayaḥ\nmoha-pāśo dṛḍhaś chinno\nbhagavaṁs tava darśanāt",
    "translation": "O Supersoul of all living entities, O Personality of Godhead, simply by seeing You I have now been freed from all lusty desires, which are the root cause of insurmountable illusion and bondage in the material world."
  }
]